{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "&": 0,
      "-": 1,
      "0": 2,
      "1": 3,
      "4": 4,
      "5": 5,
      "6": 6,
      "7": 7,
      "8": 8,
      "9": 9,
      ";": 10,
      "A": 11,
      "B": 12,
      "C": 13,
      "D": 14,
      "E": 15,
      "F": 16,
      "P": 17,
      "⺀": 18,
      "⺄": 19,
      "⺆": 20,
      "⺊": 21,
      "⺌": 22,
      "⿰": 23,
      "⿱": 24,
      "⿲": 25,
      "⿳": 26,
      "⿴": 27,
      "⿵": 28,
      "⿶": 29,
      "⿷": 30,
      "⿸": 31,
      "⿹": 32,
      "⿺": 33,
      "⿻": 34,
      "〢": 35,
      "コ": 36,
      "ス": 37,
      "ユ": 38,
      "㇀": 39,
      "㇇": 40,
      "㐄": 41,
      "㐅": 42,
      "㐆": 43,
      "㔾": 44,
      "㠯": 45,
      "㡀": 46,
      "㣺": 47,
      "䒑": 48,
      "一": 49,
      "丂": 50,
      "丆": 51,
      "丈": 52,
      "丌": 53,
      "丐": 54,
      "丑": 55,
      "专": 56,
      "且": 57,
      "世": 58,
      "丘": 59,
      "东": 60,
      "丨": 61,
      "丩": 62,
      "丬": 63,
      "丶": 64,
      "丷": 65,
      "丹": 66,
      "为": 67,
      "丿": 68,
      "乀": 69,
      "乁": 70,
      "乂": 71,
      "久": 72,
      "乍": 73,
      "乎": 74,
      "乐": 75,
      "乑": 76,
      "乙": 77,
      "乚": 78,
      "乛": 79,
      "九": 80,
      "也": 81,
      "乡": 82,
      "书": 83,
      "亅": 84,
      "事": 85,
      "于": 86,
      "井": 87,
      "亠": 88,
      "人": 89,
      "亻": 90,
      "以": 91,
      "兀": 92,
      "兆": 93,
      "入": 94,
      "八": 95,
      "冂": 96,
      "冉": 97,
      "册": 98,
      "冖": 99,
      "冘": 100,
      "冫": 101,
      "几": 102,
      "凵": 103,
      "凸": 104,
      "凹": 105,
      "刂": 106,
      "勹": 107,
      "匕": 108,
      "匚": 109,
      "十": 110,
      "卄": 111,
      "卅": 112,
      "卌": 113,
      "卜": 114,
      "卩": 115,
      "厂": 116,
      "厶": 117,
      "又": 118,
      "及": 119,
      "发": 120,
      "口": 121,
      "史": 122,
      "囗": 123,
      "夂": 124,
      "夊": 125,
      "夬": 126,
      "央": 127,
      "头": 128,
      "女": 129,
      "子": 130,
      "宀": 131,
      "寸": 132,
      "小": 133,
      "尢": 134,
      "尸": 135,
      "尺": 136,
      "山": 137,
      "巛": 138,
      "川": 139,
      "州": 140,
      "工": 141,
      "巨": 142,
      "己": 143,
      "已": 144,
      "巳": 145,
      "巴": 146,
      "巾": 147,
      "巿": 148,
      "干": 149,
      "年": 150,
      "幺": 151,
      "广": 152,
      "廴": 153,
      "廾": 154,
      "廿": 155,
      "弋": 156,
      "弓": 157,
      "彐": 158,
      "彑": 159,
      "彡": 160,
      "彳": 161,
      "心": 162,
      "忄": 163,
      "戉": 164,
      "戊": 165,
      "戋": 166,
      "我": 167,
      "手": 168,
      "扌": 169,
      "才": 170,
      "承": 171,
      "攵": 172,
      "斗": 173,
      "旡": 174,
      "日": 175,
      "曰": 176,
      "曲": 177,
      "曳": 178,
      "月": 179,
      "木": 180,
      "朩": 181,
      "未": 182,
      "末": 183,
      "本": 184,
      "朱": 185,
      "朿": 186,
      "束": 187,
      "来": 188,
      "柬": 189,
      "欠": 190,
      "止": 191,
      "歺": 192,
      "毋": 193,
      "毌": 194,
      "母": 195,
      "比": 196,
      "氏": 197,
      "民": 198,
      "氵": 199,
      "永": 200,
      "氺": 201,
      "灬": 202,
      "熏": 203,
      "爪": 204,
      "爫": 205,
      "爿": 206,
      "片": 207,
      "牙": 208,
      "牛": 209,
      "犬": 210,
      "犭": 211,
      "瓜": 212,
      "瓦": 213,
      "甘": 214,
      "生": 215,
      "田": 216,
      "由": 217,
      "甲": 218,
      "申": 219,
      "疋": 220,
      "疌": 221,
      "疒": 222,
      "癶": 223,
      "白": 224,
      "皮": 225,
      "皿": 226,
      "目": 227,
      "示": 228,
      "礻": 229,
      "禸": 230,
      "禹": 231,
      "禺": 232,
      "米": 233,
      "糸": 234,
      "纟": 235,
      "缶": 236,
      "罒": 237,
      "耂": 238,
      "耒": 239,
      "耳": 240,
      "聿": 241,
      "肀": 242,
      "肃": 243,
      "肉": 244,
      "臣": 245,
      "自": 246,
      "臼": 247,
      "舟": 248,
      "艮": 249,
      "艹": 250,
      "虍": 251,
      "虫": 252,
      "衤": 253,
      "覀": 254,
      "见": 255,
      "角": 256,
      "言": 257,
      "讠": 258,
      "谷": 259,
      "豆": 260,
      "豕": 261,
      "豖": 262,
      "豸": 263,
      "贝": 264,
      "身": 265,
      "车": 266,
      "辶": 267,
      "酉": 268,
      "釆": 269,
      "重": 270,
      "钅": 271,
      "镸": 272,
      "长": 273,
      "门": 274,
      "阝": 275,
      "隶": 276,
      "隹": 277,
      "非": 278,
      "革": 279,
      "韦": 280,
      "页": 281,
      "飞": 282,
      "饣": 283,
      "齿": 284,
      "龰": 285,
      "龴": 286,
      "龵": 287,
      "龶": 288,
      "龷": 289,
      "𠂆": 290,
      "𠂇": 291,
      "𠂉": 292,
      "𠂊": 293,
      "𠂎": 294,
      "𠂒": 295,
      "𠂤": 296,
      "𠃊": 297,
      "𠃋": 298,
      "𠃌": 299,
      "𠃓": 300,
      "𠃜": 301,
      "𠄌": 302,
      "𠄎": 303,
      "𠘧": 304,
      "𡗗": 305,
      "𣥂": 306,
      "𤴔": 307,
      "𦣞": 308,
      "𧘇": 309,
      "𧰨": 310,
      "𫝀": 311,
      "𫠣": 312,
      "𭕄": 313,
      "⿱⿱": 314,
      "⿱一": 315,
      "⿰⿱": 316,
      "十一": 317,
      "&C": 318,
      "-8": 319,
      "DP": 320,
      "⿰氵": 321,
      "&CDP": 322,
      "&CDP-8": 323,
      "⿰扌": 324,
      "⿱十一": 325,
      "一人": 326,
      "⿰亻": 327,
      "⿱亠": 328,
      "⿱艹": 329,
      "⿰丿": 330,
      "⿻一人": 331,
      "⿰口": 332,
      "⿰木": 333,
      "⿻⿱一": 334,
      "⿱日": 335,
      "⿱⿰": 336,
      "⿹𠃌": 337,
      "⿱丿": 338,
      "⿱宀": 339,
      "𠂊亅": 340,
      "⿱⿱一": 341,
      ";一": 342,
      "一丨": 343,
      "⿰月": 344,
      "⿰讠": 345,
      "⿱丷": 346,
      "⿺辶": 347,
      "⿵冂": 348,
      "⿰丿乚": 349,
      "⿰纟": 350,
      "⿹勹": 351,
      "⿰钅": 352,
      "八人": 353,
      "⿱⿻": 354,
      "⿱人": 355,
      "丷一": 356,
      "⿱⿱亠": 357,
      "⿱⿱十一": 358,
      "⿱口": 359,
      "⿰⿸": 360,
      "⿱⿱⿱亠": 361,
      "⿴𠂊": 362,
      "⿱一⿱十一": 363,
      "⿻丿": 364,
      "⿰忄": 365,
      "⿱⿰⿱": 366,
      "⿹&CDP-8": 367,
      "⿳亠": 368,
      "⿴𠂊丶": 369,
      "丿木": 370,
      "⿻丿𠃌": 371,
      "⿹𠃌丿": 372,
      "⿸广": 373,
      "丆口": 374,
      "⿻⿱一一丨": 375,
      "⿱⿱⿱亠丷一": 376,
      "⿱𠂉": 377,
      "⿰氵⿱": 378,
      "𠂊亅⿱": 379,
      "⿰⿱十一": 380,
      "⿰女": 381,
      "⿱十": 382,
      "⿸𠂆": 383,
      "⿰⿸丆口": 384,
      "⿴囗": 385,
      "⿻冂": 386,
      "⿹𠃌冫": 387,
      "⿰阝": 388,
      "⿱⿱人": 389,
      "⿱一亅": 390,
      "⿱夂": 391,
      "⿸疒": 392,
      "⿰⿱八人": 393,
      "⿱⿰⿱𠂊亅⿱": 394,
      "&CDP-8C": 395,
      "⿸尸": 396,
      "⿰丿𠃌": 397,
      "5;": 398,
      "⿰⿱口": 399,
      "⿰扌⿱": 400,
      "⿳亠口": 401,
      "⿱⿰⿱𠂊亅⿱𠂊亅": 402,
      "⿱一丨": 403,
      "⿰⿱丿木": 404,
      "⿱𠂊": 405,
      "⿱⿱丿": 406,
      "&CDP-8B": 407,
      "⿸𠂇": 408,
      "一口": 409,
      "⿻⿱一一人": 410,
      "77": 411,
      "A77": 412,
      "⿱⺌": 413,
      "⿱䒑": 414,
      "⿱丶": 415,
      "⿱一一丨": 416,
      "⿻⿱一⿱一一丨": 417,
      "⿱丷八": 418,
      "⿹&CDP-8A77": 419,
      "⿸𠂆⿱一丨": 420,
      "⿰⿱口止": 421,
      "⿹&CDP-8A77;一": 422,
      "⿰虫": 423,
      "⿸厂": 424,
      "⿱⿱宀": 425,
      "⿰犭": 426,
      "⿻コ": 427,
      "十口": 428,
      "&CDP-88": 429,
      "⿱八": 430,
      "⿵门": 431,
      "⿷匚": 432,
      "⿰目": 433,
      "⿰贝": 434,
      "⿱八人": 435,
      "⿸耂": 436,
      "一厶": 437,
      "丨⿱丷八": 438,
      "&CDP-8CB": 439,
      "⿱乛": 440,
      "⿻弋": 441,
      "⿻丨⿱丷八": 442,
      "⿻冂⿻丨⿱丷八": 443,
      "⿻コ一": 444,
      "⿻弋丿": 445,
      "⿱⺊": 446,
      "⿰口口": 447,
      "96": 448,
      "⿰⿱一⿱十一": 449,
      "⿱龷": 450,
      "⿺乀": 451,
      "⿰丿丨": 452,
      "⿱⿱一⿻冂⿻丨⿱丷八": 453,
      "⿱⿱⿱亠丷一十": 454,
      "⿺乀丿": 455,
      "⿰丨": 456,
      "⿰又": 457,
      "⿰日": 458,
      "⿱⿻一人": 459,
      "⿻日": 460,
      "人人": 461,
      "⿱亠⿰丿𠃌": 462,
      "⿱日十": 463,
      "⿱⿱宀八": 464,
      "⿰车": 465,
      "⿰酉": 466,
      "⿺⿻": 467,
      "一乚": 468,
      "⿹𠃌冫⿹𠃌冫": 469,
      "&CDP-8CB5;": 470,
      "⿰彳": 471,
      "⿰⿹&CDP-8A77;一": 472,
      "⿱山": 473,
      "⿳𠂊": 474,
      "⿹⿱一亅": 475,
      "甲一": 476,
      "⿰木木": 477,
      "⿹⿱一亅口": 478,
      "66": 479,
      "⿰冫": 480,
      "⿰人人": 481,
      "⿻⿻コ一": 482,
      "⿱夂口": 483,
      "⿰衤": 484,
      "⿰饣": 485,
      "十月": 486,
      "口丨": 487,
      "⿱乛亅": 488,
      "⿺⿻十月": 489,
      "⿺⿻十月丶": 490,
      "⿰米": 491,
      "⿱田": 492,
      "⿱&CDP-8": 493,
      "&CDP-866": 494,
      "⿱日一": 495,
      "⿱⿱亠丷一": 496,
      "⿹&CDP-896": 497,
      "&CDP-8BC": 498,
      "⿱䒑⿻⿱一一丨": 499
    },
    "merges": [
      "⿱ ⿱",
      "⿱ 一",
      "⿰ ⿱",
      "十 一",
      "& C",
      "- 8",
      "D P",
      "⿰ 氵",
      "&C DP",
      "&CDP -8",
      "⿰ 扌",
      "⿱ 十一",
      "一 人",
      "⿰ 亻",
      "⿱ 亠",
      "⿱ 艹",
      "⿰ 丿",
      "⿻ 一人",
      "⿰ 口",
      "⿰ 木",
      "⿻ ⿱一",
      "⿱ 日",
      "⿱ ⿰",
      "⿹ 𠃌",
      "⿱ 丿",
      "⿱ 宀",
      "𠂊 亅",
      "⿱⿱ 一",
      "; 一",
      "一 丨",
      "⿰ 月",
      "⿰ 讠",
      "⿱ 丷",
      "⿺ 辶",
      "⿵ 冂",
      "⿰丿 乚",
      "⿰ 纟",
      "⿹ 勹",
      "⿰ 钅",
      "八 人",
      "⿱ ⿻",
      "⿱ 人",
      "丷 一",
      "⿱⿱ 亠",
      "⿱⿱ 十一",
      "⿱ 口",
      "⿰ ⿸",
      "⿱⿱ ⿱亠",
      "⿴ 𠂊",
      "⿱一 ⿱十一",
      "⿻ 丿",
      "⿰ 忄",
      "⿱ ⿰⿱",
      "⿹ &CDP-8",
      "⿳ 亠",
      "⿴𠂊 丶",
      "丿 木",
      "⿻丿 𠃌",
      "⿹𠃌 丿",
      "⿸ 广",
      "丆 口",
      "⿻⿱一 一丨",
      "⿱⿱⿱亠 丷一",
      "⿱ 𠂉",
      "⿰氵 ⿱",
      "𠂊亅 ⿱",
      "⿰⿱ 十一",
      "⿰ 女",
      "⿱ 十",
      "⿸ 𠂆",
      "⿰⿸ 丆口",
      "⿴ 囗",
      "⿻ 冂",
      "⿹𠃌 冫",
      "⿰ 阝",
      "⿱⿱ 人",
      "⿱一 亅",
      "⿱ 夂",
      "⿸ 疒",
      "⿰⿱ 八人",
      "⿱⿰⿱ 𠂊亅⿱",
      "&CDP-8 C",
      "⿸ 尸",
      "⿰丿 𠃌",
      "5 ;",
      "⿰⿱ 口",
      "⿰扌 ⿱",
      "⿳亠 口",
      "⿱⿰⿱𠂊亅⿱ 𠂊亅",
      "⿱一 丨",
      "⿰⿱ 丿木",
      "⿱ 𠂊",
      "⿱⿱ 丿",
      "&CDP-8 B",
      "⿸ 𠂇",
      "一 口",
      "⿻⿱一 一人",
      "7 7",
      "A 77",
      "⿱ ⺌",
      "⿱ 䒑",
      "⿱ 丶",
      "⿱一 一丨",
      "⿻⿱一 ⿱一一丨",
      "⿱丷 八",
      "⿹&CDP-8 A77",
      "⿸𠂆 ⿱一丨",
      "⿰⿱口 止",
      "⿹&CDP-8A77 ;一",
      "⿰ 虫",
      "⿸ 厂",
      "⿱⿱ 宀",
      "⿰ 犭",
      "⿻ コ",
      "十 口",
      "&CDP-8 8",
      "⿱ 八",
      "⿵ 门",
      "⿷ 匚",
      "⿰ 目",
      "⿰ 贝",
      "⿱ 八人",
      "⿸ 耂",
      "一 厶",
      "丨 ⿱丷八",
      "&CDP-8C B",
      "⿱ 乛",
      "⿻ 弋",
      "⿻ 丨⿱丷八",
      "⿻冂 ⿻丨⿱丷八",
      "⿻コ 一",
      "⿻弋 丿",
      "⿱ ⺊",
      "⿰口 口",
      "9 6",
      "⿰ ⿱一⿱十一",
      "⿱ 龷",
      "⿺ 乀",
      "⿰丿 丨",
      "⿱⿱一 ⿻冂⿻丨⿱丷八",
      "⿱⿱⿱亠丷一 十",
      "⿺乀 丿",
      "⿰ 丨",
      "⿰ 又",
      "⿰ 日",
      "⿱ ⿻一人",
      "⿻ 日",
      "人 人",
      "⿱亠 ⿰丿𠃌",
      "⿱日 十",
      "⿱⿱宀 八",
      "⿰ 车",
      "⿰ 酉",
      "⿺ ⿻",
      "一 乚",
      "⿹𠃌冫 ⿹𠃌冫",
      "&CDP-8CB 5;",
      "⿰ 彳",
      "⿰ ⿹&CDP-8A77;一",
      "⿱ 山",
      "⿳ 𠂊",
      "⿹ ⿱一亅",
      "甲 一",
      "⿰木 木",
      "⿹⿱一亅 口",
      "6 6",
      "⿰ 冫",
      "⿰ 人人",
      "⿻ ⿻コ一",
      "⿱夂 口",
      "⿰ 衤",
      "⿰ 饣",
      "十 月",
      "口 丨",
      "⿱乛 亅",
      "⿺⿻ 十月",
      "⿺⿻十月 丶",
      "⿰ 米",
      "⿱ 田",
      "⿱ &CDP-8",
      "&CDP-8 66",
      "⿱日 一",
      "⿱⿱亠 丷一",
      "⿹&CDP-8 96",
      "&CDP-8B C",
      "⿱䒑 ⿻⿱一一丨"
    ]
  }
}