{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "&": 0,
      "-": 1,
      "0": 2,
      "1": 3,
      "4": 4,
      "5": 5,
      "6": 6,
      "7": 7,
      "8": 8,
      "9": 9,
      ";": 10,
      "A": 11,
      "B": 12,
      "C": 13,
      "D": 14,
      "E": 15,
      "F": 16,
      "P": 17,
      "⺀": 18,
      "⺄": 19,
      "⺆": 20,
      "⺊": 21,
      "⺌": 22,
      "⿰": 23,
      "⿱": 24,
      "⿲": 25,
      "⿳": 26,
      "⿴": 27,
      "⿵": 28,
      "⿶": 29,
      "⿷": 30,
      "⿸": 31,
      "⿹": 32,
      "⿺": 33,
      "⿻": 34,
      "〢": 35,
      "コ": 36,
      "ス": 37,
      "ユ": 38,
      "㇀": 39,
      "㇇": 40,
      "㐄": 41,
      "㐅": 42,
      "㐆": 43,
      "㔾": 44,
      "㠯": 45,
      "㡀": 46,
      "㣺": 47,
      "䒑": 48,
      "一": 49,
      "丁": 50,
      "丂": 51,
      "七": 52,
      "丆": 53,
      "万": 54,
      "丈": 55,
      "三": 56,
      "上": 57,
      "下": 58,
      "丌": 59,
      "不": 60,
      "丐": 61,
      "丑": 62,
      "专": 63,
      "且": 64,
      "世": 65,
      "丘": 66,
      "业": 67,
      "东": 68,
      "两": 69,
      "丨": 70,
      "丩": 71,
      "丬": 72,
      "中": 73,
      "丰": 74,
      "串": 75,
      "丶": 76,
      "丷": 77,
      "丸": 78,
      "丹": 79,
      "为": 80,
      "丿": 81,
      "乀": 82,
      "乁": 83,
      "乂": 84,
      "乃": 85,
      "久": 86,
      "之": 87,
      "乍": 88,
      "乎": 89,
      "乐": 90,
      "乑": 91,
      "乙": 92,
      "乚": 93,
      "乛": 94,
      "九": 95,
      "也": 96,
      "习": 97,
      "乡": 98,
      "书": 99,
      "亅": 100,
      "了": 101,
      "予": 102,
      "事": 103,
      "二": 104,
      "于": 105,
      "五": 106,
      "井": 107,
      "亚": 108,
      "亠": 109,
      "亡": 110,
      "人": 111,
      "亻": 112,
      "以": 113,
      "儿": 114,
      "兀": 115,
      "兆": 116,
      "入": 117,
      "八": 118,
      "冂": 119,
      "内": 120,
      "冉": 121,
      "册": 122,
      "冖": 123,
      "冘": 124,
      "冫": 125,
      "几": 126,
      "凵": 127,
      "凸": 128,
      "凹": 129,
      "刀": 130,
      "刁": 131,
      "刂": 132,
      "力": 133,
      "勹": 134,
      "匕": 135,
      "匚": 136,
      "十": 137,
      "千": 138,
      "卄": 139,
      "卅": 140,
      "卌": 141,
      "卜": 142,
      "卩": 143,
      "卯": 144,
      "厂": 145,
      "厶": 146,
      "又": 147,
      "及": 148,
      "发": 149,
      "口": 150,
      "史": 151,
      "吏": 152,
      "囗": 153,
      "土": 154,
      "垂": 155,
      "士": 156,
      "夂": 157,
      "夊": 158,
      "夕": 159,
      "大": 160,
      "夫": 161,
      "夬": 162,
      "央": 163,
      "头": 164,
      "夷": 165,
      "女": 166,
      "子": 167,
      "宀": 168,
      "寸": 169,
      "小": 170,
      "尢": 171,
      "尸": 172,
      "尹": 173,
      "尺": 174,
      "屯": 175,
      "山": 176,
      "巛": 177,
      "川": 178,
      "州": 179,
      "工": 180,
      "巨": 181,
      "己": 182,
      "已": 183,
      "巳": 184,
      "巴": 185,
      "巾": 186,
      "巿": 187,
      "干": 188,
      "年": 189,
      "幺": 190,
      "广": 191,
      "廴": 192,
      "廾": 193,
      "廿": 194,
      "弋": 195,
      "弓": 196,
      "弗": 197,
      "彐": 198,
      "彑": 199,
      "彡": 200,
      "彳": 201,
      "心": 202,
      "忄": 203,
      "必": 204,
      "戈": 205,
      "戉": 206,
      "戊": 207,
      "戋": 208,
      "我": 209,
      "户": 210,
      "手": 211,
      "扌": 212,
      "才": 213,
      "承": 214,
      "攵": 215,
      "文": 216,
      "斗": 217,
      "斤": 218,
      "斥": 219,
      "方": 220,
      "旡": 221,
      "日": 222,
      "曰": 223,
      "曲": 224,
      "曳": 225,
      "更": 226,
      "月": 227,
      "木": 228,
      "朩": 229,
      "未": 230,
      "末": 231,
      "本": 232,
      "朱": 233,
      "朿": 234,
      "束": 235,
      "来": 236,
      "果": 237,
      "柬": 238,
      "欠": 239,
      "止": 240,
      "歹": 241,
      "歺": 242,
      "毋": 243,
      "毌": 244,
      "母": 245,
      "比": 246,
      "毛": 247,
      "氏": 248,
      "民": 249,
      "气": 250,
      "水": 251,
      "氵": 252,
      "永": 253,
      "氺": 254,
      "求": 255,
      "火": 256,
      "灬": 257,
      "熏": 258,
      "爪": 259,
      "爫": 260,
      "父": 261,
      "爿": 262,
      "片": 263,
      "牙": 264,
      "牛": 265,
      "犬": 266,
      "犭": 267,
      "玉": 268,
      "王": 269,
      "瓜": 270,
      "瓦": 271,
      "甘": 272,
      "生": 273,
      "甫": 274,
      "田": 275,
      "由": 276,
      "甲": 277,
      "申": 278,
      "电": 279,
      "疋": 280,
      "疌": 281,
      "疒": 282,
      "癶": 283,
      "白": 284,
      "皮": 285,
      "皿": 286,
      "目": 287,
      "矛": 288,
      "石": 289,
      "示": 290,
      "礻": 291,
      "禸": 292,
      "禹": 293,
      "禺": 294,
      "禾": 295,
      "立": 296,
      "竹": 297,
      "米": 298,
      "糸": 299,
      "纟": 300,
      "缶": 301,
      "罒": 302,
      "羊": 303,
      "耂": 304,
      "而": 305,
      "耒": 306,
      "耳": 307,
      "聿": 308,
      "肀": 309,
      "肃": 310,
      "肉": 311,
      "臣": 312,
      "自": 313,
      "臼": 314,
      "舟": 315,
      "艮": 316,
      "艹": 317,
      "虍": 318,
      "虫": 319,
      "衣": 320,
      "衤": 321,
      "西": 322,
      "覀": 323,
      "见": 324,
      "角": 325,
      "言": 326,
      "讠": 327,
      "谷": 328,
      "豆": 329,
      "豕": 330,
      "豖": 331,
      "象": 332,
      "豸": 333,
      "贝": 334,
      "身": 335,
      "车": 336,
      "辶": 337,
      "酉": 338,
      "釆": 339,
      "里": 340,
      "重": 341,
      "金": 342,
      "钅": 343,
      "镸": 344,
      "长": 345,
      "门": 346,
      "阝": 347,
      "隶": 348,
      "隹": 349,
      "雨": 350,
      "非": 351,
      "革": 352,
      "韦": 353,
      "页": 354,
      "飞": 355,
      "食": 356,
      "饣": 357,
      "鬼": 358,
      "黑": 359,
      "齿": 360,
      "龙": 361,
      "龰": 362,
      "龴": 363,
      "龵": 364,
      "龶": 365,
      "龷": 366,
      "𠂆": 367,
      "𠂇": 368,
      "𠂉": 369,
      "𠂊": 370,
      "𠂎": 371,
      "𠂒": 372,
      "𠂤": 373,
      "𠃊": 374,
      "𠃋": 375,
      "𠃌": 376,
      "𠃓": 377,
      "𠃜": 378,
      "𠄌": 379,
      "𠄎": 380,
      "𠘧": 381,
      "𡗗": 382,
      "𣥂": 383,
      "𤴔": 384,
      "𦣞": 385,
      "𧘇": 386,
      "𧰨": 387,
      "𫝀": 388,
      "𫠣": 389,
      "𭕄": 390,
      "⿱⿱": 391,
      "⿰氵": 392,
      "⿰扌": 393,
      "⿰⿱": 394,
      "&C": 395,
      "-8": 396,
      "DP": 397,
      "&CDP": 398,
      "&CDP-8": 399,
      "⿰亻": 400,
      "⿱艹": 401,
      "⿰口": 402,
      "⿰木": 403,
      "⿱一": 404,
      "⿱日": 405,
      "⿱⿰": 406,
      "⿱宀": 407,
      "⿰月": 408,
      "⿰讠": 409,
      "⿺辶": 410,
      "⿰纟": 411,
      "⿹勹": 412,
      "⿰钅": 413,
      "⿱人": 414,
      ";一": 415,
      "⿰氵⿱": 416,
      "⿱口": 417,
      "⿵冂": 418,
      "⿰忄": 419,
      "⿱亠": 420,
      "⿹&CDP-8": 421,
      "⿳亠": 422,
      "⿱丷": 423,
      "⿱丿": 424,
      "⿸广": 425,
      "⿱⿻": 426,
      "⿱土": 427,
      "⿱𠂉": 428,
      "⿱十": 429,
      "⿰土": 430,
      "⿰女": 431,
      "⿸尸": 432,
      "⿰石": 433,
      "⿰阝": 434,
      "⿱⿱人": 435,
      "⿰扌⿱": 436,
      "⿰火": 437,
      "⿱夂": 438,
      "⿱竹": 439,
      "⿴囗": 440,
      "⿸疒": 441,
      "&CDP-8C": 442,
      "⿱立": 443,
      "一口": 444,
      "⿱⿱亠": 445,
      "⿰⿱口": 446,
      "⿳亠口": 447,
      "⿰禾": 448,
      "⿱𠂊": 449,
      "⿸𠂇": 450,
      "⿻二": 451,
      "&CDP-8B": 452,
      "⿸厂": 453,
      "⿻二丨": 454,
      "77": 455,
      "A77": 456,
      "⿱⺌": 457,
      "⿹&CDP-8A77": 458,
      "⿰⿱口止": 459,
      "⿹&CDP-8A77;一": 460,
      "⿰丿": 461,
      "⿰虫": 462,
      "⿱⿱宀": 463,
      "5;": 464,
      "⿰犭": 465,
      "⿸耂": 466,
      "⿵门": 467,
      "⿷匚": 468,
      "⿰目": 469,
      "⿰贝": 470,
      "&CDP-8CB": 471,
      "&CDP-88": 472,
      "⿰口口": 473,
      "96": 474,
      "⿰王": 475,
      "⿱⺊": 476,
      "⿱龷": 477,
      "⿰又": 478,
      "⿰日": 479,
      "⿱大": 480,
      "⿱雨": 481,
      "⿱日十": 482,
      "⿱立十": 483,
      "⿱⿱宀八": 484,
      "⿰车": 485,
      "⿰酉": 486,
      "⿱二": 487,
      "⿻コ": 488,
      "一厶": 489,
      "习习": 490,
      "&CDP-8CB5;": 491,
      "⿰彳": 492,
      "⿰⿹&CDP-8A77;一": 493,
      "⿱山": 494,
      "⿹丁": 495,
      "⿰⿱十": 496,
      "⿰木木": 497,
      "⿹丁口": 498,
      "⿰冫": 499
    },
    "merges": [
      "⿱ ⿱",
      "⿰ 氵",
      "⿰ 扌",
      "⿰ ⿱",
      "& C",
      "- 8",
      "D P",
      "&C DP",
      "&CDP -8",
      "⿰ 亻",
      "⿱ 艹",
      "⿰ 口",
      "⿰ 木",
      "⿱ 一",
      "⿱ 日",
      "⿱ ⿰",
      "⿱ 宀",
      "⿰ 月",
      "⿰ 讠",
      "⿺ 辶",
      "⿰ 纟",
      "⿹ 勹",
      "⿰ 钅",
      "⿱ 人",
      "; 一",
      "⿰氵 ⿱",
      "⿱ 口",
      "⿵ 冂",
      "⿰ 忄",
      "⿱ 亠",
      "⿹ &CDP-8",
      "⿳ 亠",
      "⿱ 丷",
      "⿱ 丿",
      "⿸ 广",
      "⿱ ⿻",
      "⿱ 土",
      "⿱ 𠂉",
      "⿱ 十",
      "⿰ 土",
      "⿰ 女",
      "⿸ 尸",
      "⿰ 石",
      "⿰ 阝",
      "⿱⿱ 人",
      "⿰扌 ⿱",
      "⿰ 火",
      "⿱ 夂",
      "⿱ 竹",
      "⿴ 囗",
      "⿸ 疒",
      "&CDP-8 C",
      "⿱ 立",
      "一 口",
      "⿱⿱ 亠",
      "⿰⿱ 口",
      "⿳亠 口",
      "⿰ 禾",
      "⿱ 𠂊",
      "⿸ 𠂇",
      "⿻ 二",
      "&CDP-8 B",
      "⿸ 厂",
      "⿻二 丨",
      "7 7",
      "A 77",
      "⿱ ⺌",
      "⿹&CDP-8 A77",
      "⿰⿱口 止",
      "⿹&CDP-8A77 ;一",
      "⿰ 丿",
      "⿰ 虫",
      "⿱⿱ 宀",
      "5 ;",
      "⿰ 犭",
      "⿸ 耂",
      "⿵ 门",
      "⿷ 匚",
      "⿰ 目",
      "⿰ 贝",
      "&CDP-8C B",
      "&CDP-8 8",
      "⿰口 口",
      "9 6",
      "⿰ 王",
      "⿱ ⺊",
      "⿱ 龷",
      "⿰ 又",
      "⿰ 日",
      "⿱ 大",
      "⿱ 雨",
      "⿱日 十",
      "⿱立 十",
      "⿱⿱宀 八",
      "⿰ 车",
      "⿰ 酉",
      "⿱ 二",
      "⿻ コ",
      "一 厶",
      "习 习",
      "&CDP-8CB 5;",
      "⿰ 彳",
      "⿰ ⿹&CDP-8A77;一",
      "⿱ 山",
      "⿹ 丁",
      "⿰⿱ 十",
      "⿰木 木",
      "⿹丁 口",
      "⿰ 冫"
    ]
  }
}