{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "■": 0,
      "□": 1,
      "▣": 2,
      "▥": 3,
      "▧": 4,
      "▩": 5,
      "▪": 6,
      "▫": 7,
      "▬": 8,
      "▮": 9,
      "▯": 10,
      "▰": 11,
      "▱": 12,
      "▵": 13,
      "▶": 14,
      "▷": 15,
      "▸": 16,
      "▼": 17,
      "▽": 18,
      "▿": 19,
      "◀": 20,
      "◁": 21,
      "◅": 22,
      "◉": 23,
      "◊": 24,
      "◍": 25,
      "◑": 26,
      "◔": 27,
      "◕": 28,
      "◙": 29,
      "◚": 30,
      "⺀": 31,
      "⺄": 32,
      "⺆": 33,
      "⺊": 34,
      "⺌": 35,
      "⿰": 36,
      "⿱": 37,
      "⿲": 38,
      "⿳": 39,
      "⿴": 40,
      "⿵": 41,
      "⿶": 42,
      "⿷": 43,
      "⿸": 44,
      "⿹": 45,
      "⿺": 46,
      "⿻": 47,
      "〢": 48,
      "コ": 49,
      "ス": 50,
      "ユ": 51,
      "㇀": 52,
      "㇇": 53,
      "㐄": 54,
      "㐅": 55,
      "㐆": 56,
      "㔾": 57,
      "㠯": 58,
      "㡀": 59,
      "㣺": 60,
      "䒑": 61,
      "一": 62,
      "丂": 63,
      "丆": 64,
      "丈": 65,
      "丌": 66,
      "丐": 67,
      "丑": 68,
      "专": 69,
      "且": 70,
      "世": 71,
      "丘": 72,
      "东": 73,
      "丨": 74,
      "丩": 75,
      "丬": 76,
      "丶": 77,
      "丷": 78,
      "丹": 79,
      "为": 80,
      "丿": 81,
      "乀": 82,
      "乁": 83,
      "乂": 84,
      "久": 85,
      "乍": 86,
      "乎": 87,
      "乐": 88,
      "乑": 89,
      "乙": 90,
      "乚": 91,
      "乛": 92,
      "九": 93,
      "也": 94,
      "乡": 95,
      "书": 96,
      "亅": 97,
      "事": 98,
      "于": 99,
      "井": 100,
      "亠": 101,
      "人": 102,
      "亻": 103,
      "以": 104,
      "兀": 105,
      "兆": 106,
      "入": 107,
      "八": 108,
      "冂": 109,
      "冉": 110,
      "册": 111,
      "冖": 112,
      "冘": 113,
      "冫": 114,
      "几": 115,
      "凵": 116,
      "凸": 117,
      "凹": 118,
      "刂": 119,
      "勹": 120,
      "匕": 121,
      "匚": 122,
      "十": 123,
      "卄": 124,
      "卅": 125,
      "卌": 126,
      "卜": 127,
      "卩": 128,
      "厂": 129,
      "厶": 130,
      "又": 131,
      "及": 132,
      "发": 133,
      "口": 134,
      "史": 135,
      "囗": 136,
      "夂": 137,
      "夊": 138,
      "夬": 139,
      "央": 140,
      "头": 141,
      "女": 142,
      "子": 143,
      "宀": 144,
      "寸": 145,
      "小": 146,
      "尢": 147,
      "尸": 148,
      "尺": 149,
      "山": 150,
      "巛": 151,
      "川": 152,
      "州": 153,
      "工": 154,
      "巨": 155,
      "己": 156,
      "已": 157,
      "巳": 158,
      "巴": 159,
      "巾": 160,
      "巿": 161,
      "干": 162,
      "年": 163,
      "幺": 164,
      "广": 165,
      "廴": 166,
      "廾": 167,
      "廿": 168,
      "弋": 169,
      "弓": 170,
      "彐": 171,
      "彑": 172,
      "彡": 173,
      "彳": 174,
      "心": 175,
      "忄": 176,
      "戉": 177,
      "戊": 178,
      "戋": 179,
      "我": 180,
      "手": 181,
      "扌": 182,
      "才": 183,
      "承": 184,
      "攵": 185,
      "斗": 186,
      "旡": 187,
      "日": 188,
      "曰": 189,
      "曲": 190,
      "曳": 191,
      "月": 192,
      "木": 193,
      "朩": 194,
      "未": 195,
      "末": 196,
      "本": 197,
      "朱": 198,
      "朿": 199,
      "束": 200,
      "来": 201,
      "柬": 202,
      "欠": 203,
      "止": 204,
      "歺": 205,
      "毋": 206,
      "毌": 207,
      "母": 208,
      "比": 209,
      "氏": 210,
      "民": 211,
      "氵": 212,
      "永": 213,
      "氺": 214,
      "灬": 215,
      "熏": 216,
      "爪": 217,
      "爫": 218,
      "爿": 219,
      "片": 220,
      "牙": 221,
      "牛": 222,
      "犬": 223,
      "犭": 224,
      "瓜": 225,
      "瓦": 226,
      "甘": 227,
      "生": 228,
      "田": 229,
      "由": 230,
      "甲": 231,
      "申": 232,
      "疋": 233,
      "疌": 234,
      "疒": 235,
      "癶": 236,
      "白": 237,
      "皮": 238,
      "皿": 239,
      "目": 240,
      "示": 241,
      "礻": 242,
      "禸": 243,
      "禹": 244,
      "禺": 245,
      "米": 246,
      "糸": 247,
      "纟": 248,
      "缶": 249,
      "罒": 250,
      "耂": 251,
      "耒": 252,
      "耳": 253,
      "聿": 254,
      "肀": 255,
      "肃": 256,
      "肉": 257,
      "臣": 258,
      "自": 259,
      "臼": 260,
      "舟": 261,
      "艮": 262,
      "艹": 263,
      "虍": 264,
      "虫": 265,
      "衤": 266,
      "覀": 267,
      "见": 268,
      "角": 269,
      "言": 270,
      "讠": 271,
      "谷": 272,
      "豆": 273,
      "豕": 274,
      "豖": 275,
      "豸": 276,
      "贝": 277,
      "身": 278,
      "车": 279,
      "辶": 280,
      "酉": 281,
      "釆": 282,
      "重": 283,
      "钅": 284,
      "镸": 285,
      "长": 286,
      "门": 287,
      "阝": 288,
      "隶": 289,
      "隹": 290,
      "非": 291,
      "革": 292,
      "韦": 293,
      "页": 294,
      "飞": 295,
      "饣": 296,
      "齿": 297,
      "龰": 298,
      "龴": 299,
      "龵": 300,
      "龶": 301,
      "龷": 302,
      "𠂆": 303,
      "𠂇": 304,
      "𠂉": 305,
      "𠂊": 306,
      "𠂎": 307,
      "𠂒": 308,
      "𠂤": 309,
      "𠃊": 310,
      "𠃋": 311,
      "𠃌": 312,
      "𠃓": 313,
      "𠃜": 314,
      "𠄌": 315,
      "𠄎": 316,
      "𠘧": 317,
      "𡗗": 318,
      "𣥂": 319,
      "𤴔": 320,
      "𦣞": 321,
      "𧘇": 322,
      "𧰨": 323,
      "𫝀": 324,
      "𫠣": 325,
      "𭕄": 326,
      "⿱⿱": 327,
      "⿱一": 328,
      "⿰⿱": 329,
      "十一": 330,
      "⿰氵": 331,
      "⿰扌": 332,
      "⿱十一": 333,
      "一人": 334,
      "⿰亻": 335,
      "⿱亠": 336,
      "⿱艹": 337,
      "⿰丿": 338,
      "⿻一人": 339,
      "⿰口": 340,
      "⿰木": 341,
      "⿻⿱一": 342,
      "⿱日": 343,
      "⿱⿰": 344,
      "⿹𠃌": 345,
      "⿱丿": 346,
      "⿱宀": 347,
      "𠂊亅": 348,
      "⿱⿱一": 349,
      "一丨": 350,
      "⿰月": 351,
      "⿰讠": 352,
      "⿱丷": 353,
      "⿺辶": 354,
      "⿵冂": 355,
      "⿰丿乚": 356,
      "⿰纟": 357,
      "⿹勹": 358,
      "⿰钅": 359,
      "八人": 360,
      "⿱⿻": 361,
      "⿱人": 362,
      "丷一": 363,
      "⿱⿱亠": 364,
      "⿱⿱十一": 365,
      "⿱口": 366,
      "⿰⿸": 367,
      "⿱⿱⿱亠": 368,
      "⿴𠂊": 369,
      "⿱一⿱十一": 370,
      "⿻丿": 371,
      "⿰忄": 372,
      "⿱⿰⿱": 373,
      "⿳亠": 374,
      "⿴𠂊丶": 375,
      "丿木": 376,
      "⿻丿𠃌": 377,
      "⿹𠃌丿": 378,
      "⿸广": 379,
      "丆口": 380,
      "⿻⿱一一丨": 381,
      "⿱⿱⿱亠丷一": 382,
      "⿱𠂉": 383,
      "⿰氵⿱": 384,
      "𠂊亅⿱": 385,
      "⿰⿱十一": 386,
      "⿰女": 387,
      "⿱十": 388,
      "⿸𠂆": 389,
      "⿰⿸丆口": 390,
      "⿴囗": 391,
      "⿻冂": 392,
      "⿹𠃌冫": 393,
      "⿰阝": 394,
      "⿱⿱人": 395,
      "⿱一亅": 396,
      "⿱夂": 397,
      "⿸疒": 398,
      "⿰⿱八人": 399,
      "⿱⿰⿱𠂊亅⿱": 400,
      "⿸尸": 401,
      "⿰丿𠃌": 402,
      "⿰⿱口": 403,
      "⿰扌⿱": 404,
      "⿳亠口": 405,
      "⿱⿰⿱𠂊亅⿱𠂊亅": 406,
      "⿱一丨": 407,
      "⿰⿱丿木": 408,
      "⿱𠂊": 409,
      "⿱⿱丿": 410,
      "⿸𠂇": 411,
      "一口": 412,
      "⿻⿱一一人": 413,
      "▿一": 414,
      "⿱⺌": 415,
      "⿱䒑": 416,
      "⿱丶": 417,
      "⿹▿一": 418,
      "⿱一一丨": 419,
      "⿻⿱一⿱一一丨": 420,
      "⿱丷八": 421,
      "⿸𠂆⿱一丨": 422,
      "⿰⿱口止": 423,
      "⿰虫": 424,
      "⿸厂": 425,
      "⿱⿱宀": 426,
      "⿰犭": 427,
      "⿻コ": 428,
      "十口": 429,
      "⿱八": 430,
      "⿵门": 431,
      "⿷匚": 432,
      "⿰目": 433,
      "⿰贝": 434,
      "⿱八人": 435,
      "⿸耂": 436,
      "一厶": 437,
      "丨⿱丷八": 438,
      "⿱乛": 439,
      "⿻弋": 440,
      "⿻丨⿱丷八": 441,
      "一八": 442,
      "⿻冂⿻丨⿱丷八": 443,
      "⿻コ一": 444,
      "⿻弋丿": 445,
      "⿱⺊": 446,
      "⿰口口": 447,
      "⿰⿱一⿱十一": 448,
      "⿱龷": 449,
      "⿺乀": 450,
      "⿰丿丨": 451,
      "⿱⿱一⿻冂⿻丨⿱丷八": 452,
      "⿱⿱⿱亠丷一十": 453,
      "⿺乀丿": 454,
      "⿰丨": 455,
      "⿰又": 456,
      "⿰日": 457,
      "⿱⿻一人": 458,
      "⿻日": 459,
      "人人": 460,
      "⿱亠⿰丿𠃌": 461,
      "⿱日十": 462,
      "⿱⿱宀八": 463,
      "⿰车": 464,
      "⿰酉": 465,
      "⿺⿻": 466,
      "一乚": 467,
      "⿹𠃌冫⿹𠃌冫": 468,
      "⿰彳": 469,
      "⿰⿹▿一": 470,
      "⿱山": 471,
      "⿳𠂊": 472,
      "⿹⿱一亅": 473,
      "甲一": 474,
      "⿰木木": 475,
      "⿹⿱一亅口": 476,
      "⿰冫": 477,
      "⿰人人": 478,
      "⿻⿻コ一": 479,
      "⿱夂口": 480,
      "⿰衤": 481,
      "⿰饣": 482,
      "十月": 483,
      "口丨": 484,
      "⿱乛亅": 485,
      "⿺⿻十月": 486,
      "⿺⿻十月丶": 487,
      "⿰米": 488,
      "⿱田": 489,
      "⿹▯": 490,
      "⿱日一": 491,
      "⿱⿱亠丷一": 492,
      "⿱䒑⿻⿱一一丨": 493,
      "⿱白": 494,
      "⿱𠘧": 495,
      "⿺尢": 496,
      "⿱⿱十一⿱十一": 497,
      "⿱丶尸": 498,
      "⿸耂日": 499
    },
    "merges": [
      "⿱ ⿱",
      "⿱ 一",
      "⿰ ⿱",
      "十 一",
      "⿰ 氵",
      "⿰ 扌",
      "⿱ 十一",
      "一 人",
      "⿰ 亻",
      "⿱ 亠",
      "⿱ 艹",
      "⿰ 丿",
      "⿻ 一人",
      "⿰ 口",
      "⿰ 木",
      "⿻ ⿱一",
      "⿱ 日",
      "⿱ ⿰",
      "⿹ 𠃌",
      "⿱ 丿",
      "⿱ 宀",
      "𠂊 亅",
      "⿱⿱ 一",
      "一 丨",
      "⿰ 月",
      "⿰ 讠",
      "⿱ 丷",
      "⿺ 辶",
      "⿵ 冂",
      "⿰丿 乚",
      "⿰ 纟",
      "⿹ 勹",
      "⿰ 钅",
      "八 人",
      "⿱ ⿻",
      "⿱ 人",
      "丷 一",
      "⿱⿱ 亠",
      "⿱⿱ 十一",
      "⿱ 口",
      "⿰ ⿸",
      "⿱⿱ ⿱亠",
      "⿴ 𠂊",
      "⿱一 ⿱十一",
      "⿻ 丿",
      "⿰ 忄",
      "⿱ ⿰⿱",
      "⿳ 亠",
      "⿴𠂊 丶",
      "丿 木",
      "⿻丿 𠃌",
      "⿹𠃌 丿",
      "⿸ 广",
      "丆 口",
      "⿻⿱一 一丨",
      "⿱⿱⿱亠 丷一",
      "⿱ 𠂉",
      "⿰氵 ⿱",
      "𠂊亅 ⿱",
      "⿰⿱ 十一",
      "⿰ 女",
      "⿱ 十",
      "⿸ 𠂆",
      "⿰⿸ 丆口",
      "⿴ 囗",
      "⿻ 冂",
      "⿹𠃌 冫",
      "⿰ 阝",
      "⿱⿱ 人",
      "⿱一 亅",
      "⿱ 夂",
      "⿸ 疒",
      "⿰⿱ 八人",
      "⿱⿰⿱ 𠂊亅⿱",
      "⿸ 尸",
      "⿰丿 𠃌",
      "⿰⿱ 口",
      "⿰扌 ⿱",
      "⿳亠 口",
      "⿱⿰⿱𠂊亅⿱ 𠂊亅",
      "⿱一 丨",
      "⿰⿱ 丿木",
      "⿱ 𠂊",
      "⿱⿱ 丿",
      "⿸ 𠂇",
      "一 口",
      "⿻⿱一 一人",
      "▿ 一",
      "⿱ ⺌",
      "⿱ 䒑",
      "⿱ 丶",
      "⿹ ▿一",
      "⿱一 一丨",
      "⿻⿱一 ⿱一一丨",
      "⿱丷 八",
      "⿸𠂆 ⿱一丨",
      "⿰⿱口 止",
      "⿰ 虫",
      "⿸ 厂",
      "⿱⿱ 宀",
      "⿰ 犭",
      "⿻ コ",
      "十 口",
      "⿱ 八",
      "⿵ 门",
      "⿷ 匚",
      "⿰ 目",
      "⿰ 贝",
      "⿱ 八人",
      "⿸ 耂",
      "一 厶",
      "丨 ⿱丷八",
      "⿱ 乛",
      "⿻ 弋",
      "⿻ 丨⿱丷八",
      "一 八",
      "⿻冂 ⿻丨⿱丷八",
      "⿻コ 一",
      "⿻弋 丿",
      "⿱ ⺊",
      "⿰口 口",
      "⿰ ⿱一⿱十一",
      "⿱ 龷",
      "⿺ 乀",
      "⿰丿 丨",
      "⿱⿱一 ⿻冂⿻丨⿱丷八",
      "⿱⿱⿱亠丷一 十",
      "⿺乀 丿",
      "⿰ 丨",
      "⿰ 又",
      "⿰ 日",
      "⿱ ⿻一人",
      "⿻ 日",
      "人 人",
      "⿱亠 ⿰丿𠃌",
      "⿱日 十",
      "⿱⿱宀 八",
      "⿰ 车",
      "⿰ 酉",
      "⿺ ⿻",
      "一 乚",
      "⿹𠃌冫 ⿹𠃌冫",
      "⿰ 彳",
      "⿰ ⿹▿一",
      "⿱ 山",
      "⿳ 𠂊",
      "⿹ ⿱一亅",
      "甲 一",
      "⿰木 木",
      "⿹⿱一亅 口",
      "⿰ 冫",
      "⿰ 人人",
      "⿻ ⿻コ一",
      "⿱夂 口",
      "⿰ 衤",
      "⿰ 饣",
      "十 月",
      "口 丨",
      "⿱乛 亅",
      "⿺⿻ 十月",
      "⿺⿻十月 丶",
      "⿰ 米",
      "⿱ 田",
      "⿹ ▯",
      "⿱日 一",
      "⿱⿱亠 丷一",
      "⿱䒑 ⿻⿱一一丨",
      "⿱ 白",
      "⿱ 𠘧",
      "⿺ 尢",
      "⿱⿱十一 ⿱十一",
      "⿱丶 尸",
      "⿸耂 日"
    ]
  }
}