{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "■": 0,
      "□": 1,
      "▣": 2,
      "▥": 3,
      "▧": 4,
      "▩": 5,
      "▪": 6,
      "▫": 7,
      "▬": 8,
      "▮": 9,
      "▯": 10,
      "▰": 11,
      "▱": 12,
      "▵": 13,
      "▶": 14,
      "▷": 15,
      "▸": 16,
      "▼": 17,
      "▽": 18,
      "▿": 19,
      "◀": 20,
      "◁": 21,
      "◅": 22,
      "◉": 23,
      "◊": 24,
      "◍": 25,
      "◑": 26,
      "◔": 27,
      "◕": 28,
      "◙": 29,
      "◚": 30,
      "⺀": 31,
      "⺄": 32,
      "⺆": 33,
      "⺊": 34,
      "⺌": 35,
      "⿰": 36,
      "⿱": 37,
      "⿲": 38,
      "⿳": 39,
      "⿴": 40,
      "⿵": 41,
      "⿶": 42,
      "⿷": 43,
      "⿸": 44,
      "⿹": 45,
      "⿺": 46,
      "⿻": 47,
      "〢": 48,
      "コ": 49,
      "ス": 50,
      "ユ": 51,
      "㇀": 52,
      "㇇": 53,
      "㐄": 54,
      "㐅": 55,
      "㐆": 56,
      "㔾": 57,
      "㠯": 58,
      "㡀": 59,
      "㣺": 60,
      "䒑": 61,
      "一": 62,
      "丂": 63,
      "丆": 64,
      "丈": 65,
      "丌": 66,
      "丐": 67,
      "丑": 68,
      "专": 69,
      "且": 70,
      "世": 71,
      "丘": 72,
      "东": 73,
      "丨": 74,
      "丩": 75,
      "丬": 76,
      "丶": 77,
      "丷": 78,
      "丹": 79,
      "为": 80,
      "丿": 81,
      "乀": 82,
      "乁": 83,
      "乂": 84,
      "久": 85,
      "乍": 86,
      "乎": 87,
      "乐": 88,
      "乑": 89,
      "乙": 90,
      "乚": 91,
      "乛": 92,
      "九": 93,
      "也": 94,
      "乡": 95,
      "书": 96,
      "亅": 97,
      "事": 98,
      "于": 99,
      "井": 100,
      "亠": 101,
      "人": 102,
      "亻": 103,
      "以": 104,
      "兀": 105,
      "兆": 106,
      "入": 107,
      "八": 108,
      "冂": 109,
      "冉": 110,
      "册": 111,
      "冖": 112,
      "冘": 113,
      "冫": 114,
      "几": 115,
      "凵": 116,
      "凸": 117,
      "凹": 118,
      "刂": 119,
      "勹": 120,
      "匕": 121,
      "匚": 122,
      "十": 123,
      "卄": 124,
      "卅": 125,
      "卌": 126,
      "卜": 127,
      "卩": 128,
      "厂": 129,
      "厶": 130,
      "又": 131,
      "及": 132,
      "发": 133,
      "口": 134,
      "史": 135,
      "囗": 136,
      "夂": 137,
      "夊": 138,
      "夬": 139,
      "央": 140,
      "头": 141,
      "女": 142,
      "子": 143,
      "宀": 144,
      "寸": 145,
      "小": 146,
      "尢": 147,
      "尸": 148,
      "尺": 149,
      "山": 150,
      "巛": 151,
      "川": 152,
      "州": 153,
      "工": 154,
      "巨": 155,
      "己": 156,
      "已": 157,
      "巳": 158,
      "巴": 159,
      "巾": 160,
      "巿": 161,
      "干": 162,
      "年": 163,
      "幺": 164,
      "广": 165,
      "廴": 166,
      "廾": 167,
      "廿": 168,
      "弋": 169,
      "弓": 170,
      "彐": 171,
      "彑": 172,
      "彡": 173,
      "彳": 174,
      "心": 175,
      "忄": 176,
      "戉": 177,
      "戊": 178,
      "戋": 179,
      "我": 180,
      "手": 181,
      "扌": 182,
      "才": 183,
      "承": 184,
      "攵": 185,
      "斗": 186,
      "旡": 187,
      "日": 188,
      "曰": 189,
      "曲": 190,
      "曳": 191,
      "月": 192,
      "木": 193,
      "朩": 194,
      "未": 195,
      "末": 196,
      "本": 197,
      "朱": 198,
      "朿": 199,
      "束": 200,
      "来": 201,
      "柬": 202,
      "欠": 203,
      "止": 204,
      "歺": 205,
      "毋": 206,
      "毌": 207,
      "母": 208,
      "比": 209,
      "氏": 210,
      "民": 211,
      "氵": 212,
      "永": 213,
      "氺": 214,
      "灬": 215,
      "熏": 216,
      "爪": 217,
      "爫": 218,
      "爿": 219,
      "片": 220,
      "牙": 221,
      "牛": 222,
      "犬": 223,
      "犭": 224,
      "瓜": 225,
      "瓦": 226,
      "甘": 227,
      "生": 228,
      "田": 229,
      "由": 230,
      "甲": 231,
      "申": 232,
      "疋": 233,
      "疌": 234,
      "疒": 235,
      "癶": 236,
      "白": 237,
      "皮": 238,
      "皿": 239,
      "目": 240,
      "示": 241,
      "礻": 242,
      "禸": 243,
      "禹": 244,
      "禺": 245,
      "米": 246,
      "糸": 247,
      "纟": 248,
      "缶": 249,
      "罒": 250,
      "耂": 251,
      "耒": 252,
      "耳": 253,
      "聿": 254,
      "肀": 255,
      "肃": 256,
      "肉": 257,
      "臣": 258,
      "自": 259,
      "臼": 260,
      "舟": 261,
      "艮": 262,
      "艹": 263,
      "虍": 264,
      "虫": 265,
      "衤": 266,
      "覀": 267,
      "见": 268,
      "角": 269,
      "言": 270,
      "讠": 271,
      "谷": 272,
      "豆": 273,
      "豕": 274,
      "豖": 275,
      "豸": 276,
      "贝": 277,
      "身": 278,
      "车": 279,
      "辶": 280,
      "酉": 281,
      "釆": 282,
      "重": 283,
      "钅": 284,
      "镸": 285,
      "长": 286,
      "门": 287,
      "阝": 288,
      "隶": 289,
      "隹": 290,
      "非": 291,
      "革": 292,
      "韦": 293,
      "页": 294,
      "飞": 295,
      "饣": 296,
      "齿": 297,
      "龰": 298,
      "龴": 299,
      "龵": 300,
      "龶": 301,
      "龷": 302,
      "𠂆": 303,
      "𠂇": 304,
      "𠂉": 305,
      "𠂊": 306,
      "𠂎": 307,
      "𠂒": 308,
      "𠂤": 309,
      "𠃊": 310,
      "𠃋": 311,
      "𠃌": 312,
      "𠃓": 313,
      "𠃜": 314,
      "𠄌": 315,
      "𠄎": 316,
      "𠘧": 317,
      "𡗗": 318,
      "𣥂": 319,
      "𤴔": 320,
      "𦣞": 321,
      "𧘇": 322,
      "𧰨": 323,
      "𫝀": 324,
      "𫠣": 325,
      "𭕄": 326,
      "⿱⿱": 327,
      "⿱一": 328,
      "⿰⿱": 329,
      "十一": 330,
      "⿰氵": 331,
      "⿰扌": 332,
      "⿱十一": 333,
      "一人": 334,
      "⿰亻": 335,
      "⿱亠": 336,
      "⿱艹": 337,
      "⿰丿": 338,
      "⿻一人": 339,
      "⿰口": 340,
      "⿰木": 341,
      "⿻⿱一": 342,
      "⿱日": 343,
      "⿱⿰": 344,
      "⿹𠃌": 345,
      "⿱丿": 346,
      "⿱宀": 347,
      "𠂊亅": 348,
      "⿱⿱一": 349,
      "一丨": 350,
      "⿰月": 351,
      "⿰讠": 352,
      "⿱丷": 353,
      "⿺辶": 354,
      "⿵冂": 355,
      "⿰丿乚": 356,
      "⿰纟": 357,
      "⿹勹": 358,
      "⿰钅": 359,
      "八人": 360,
      "⿱⿻": 361,
      "⿱人": 362,
      "丷一": 363,
      "⿱⿱亠": 364,
      "⿱⿱十一": 365,
      "⿱口": 366,
      "⿰⿸": 367,
      "⿱⿱⿱亠": 368,
      "⿴𠂊": 369,
      "⿱一⿱十一": 370,
      "⿻丿": 371,
      "⿰忄": 372,
      "⿱⿰⿱": 373,
      "⿳亠": 374,
      "⿴𠂊丶": 375,
      "丿木": 376,
      "⿻丿𠃌": 377,
      "⿹𠃌丿": 378,
      "⿸广": 379,
      "丆口": 380,
      "⿻⿱一一丨": 381,
      "⿱⿱⿱亠丷一": 382,
      "⿱𠂉": 383,
      "⿰氵⿱": 384,
      "𠂊亅⿱": 385,
      "⿰⿱十一": 386,
      "⿰女": 387,
      "⿱十": 388,
      "⿸𠂆": 389,
      "⿰⿸丆口": 390,
      "⿴囗": 391,
      "⿻冂": 392,
      "⿹𠃌冫": 393,
      "⿰阝": 394,
      "⿱⿱人": 395,
      "⿱一亅": 396,
      "⿱夂": 397,
      "⿸疒": 398,
      "⿰⿱八人": 399,
      "⿱⿰⿱𠂊亅⿱": 400,
      "⿸尸": 401,
      "⿰丿𠃌": 402,
      "⿰⿱口": 403,
      "⿰扌⿱": 404,
      "⿳亠口": 405,
      "⿱⿰⿱𠂊亅⿱𠂊亅": 406,
      "⿱一丨": 407,
      "⿰⿱丿木": 408,
      "⿱𠂊": 409,
      "⿱⿱丿": 410,
      "⿸𠂇": 411,
      "一口": 412,
      "⿻⿱一一人": 413,
      "▿一": 414,
      "⿱⺌": 415,
      "⿱䒑": 416,
      "⿱丶": 417,
      "⿹▿一": 418,
      "⿱一一丨": 419,
      "⿻⿱一⿱一一丨": 420,
      "⿱丷八": 421,
      "⿸𠂆⿱一丨": 422,
      "⿰⿱口止": 423,
      "⿰虫": 424,
      "⿸厂": 425,
      "⿱⿱宀": 426,
      "⿰犭": 427,
      "⿻コ": 428,
      "十口": 429,
      "⿱八": 430,
      "⿵门": 431,
      "⿷匚": 432,
      "⿰目": 433,
      "⿰贝": 434,
      "⿱八人": 435,
      "⿸耂": 436,
      "一厶": 437,
      "丨⿱丷八": 438,
      "⿱乛": 439,
      "⿻弋": 440,
      "⿻丨⿱丷八": 441,
      "一八": 442,
      "⿻冂⿻丨⿱丷八": 443,
      "⿻コ一": 444,
      "⿻弋丿": 445,
      "⿱⺊": 446,
      "⿰口口": 447,
      "⿰⿱一⿱十一": 448,
      "⿱龷": 449,
      "⿺乀": 450,
      "⿰丿丨": 451,
      "⿱⿱一⿻冂⿻丨⿱丷八": 452,
      "⿱⿱⿱亠丷一十": 453,
      "⿺乀丿": 454,
      "⿰丨": 455,
      "⿰又": 456,
      "⿰日": 457,
      "⿱⿻一人": 458,
      "⿻日": 459,
      "人人": 460,
      "⿱亠⿰丿𠃌": 461,
      "⿱日十": 462,
      "⿱⿱宀八": 463,
      "⿰车": 464,
      "⿰酉": 465,
      "⿺⿻": 466,
      "一乚": 467,
      "⿹𠃌冫⿹𠃌冫": 468,
      "⿰彳": 469,
      "⿰⿹▿一": 470,
      "⿱山": 471,
      "⿳𠂊": 472,
      "⿹⿱一亅": 473,
      "甲一": 474,
      "⿰木木": 475,
      "⿹⿱一亅口": 476,
      "⿰冫": 477,
      "⿰人人": 478,
      "⿻⿻コ一": 479,
      "⿱夂口": 480,
      "⿰衤": 481,
      "⿰饣": 482,
      "十月": 483,
      "口丨": 484,
      "⿱乛亅": 485,
      "⿺⿻十月": 486,
      "⿺⿻十月丶": 487,
      "⿰米": 488,
      "⿱田": 489,
      "⿹▯": 490,
      "⿱日一": 491,
      "⿱⿱亠丷一": 492,
      "⿱䒑⿻⿱一一丨": 493,
      "⿱白": 494,
      "⿱𠘧": 495,
      "⿺尢": 496,
      "⿱⿱十一⿱十一": 497,
      "⿱丶尸": 498,
      "⿸耂日": 499,
      "⿺尢丶": 500,
      "⿳𠂉": 501,
      "⿴且": 502,
      "⿵戊": 503,
      "⿶凵": 504,
      "⿱⿱䒑": 505,
      "⿱⿱艹": 506,
      "⿱𠂉⿻一人": 507,
      "⿱十口": 508,
      "⿱⿱人一": 509,
      "⿱⿱人丶": 510,
      "⿰丨丨": 511,
      "⿹▯一": 512,
      "⿱爫": 513,
      "⿱龶": 514,
      "⿵几": 515,
      "田一": 516,
      "⿱⿱丷": 517,
      "⿱⿱丿木": 518,
      "⿱一一": 519,
      "⿱⿱丿十口": 520,
      "⿱𠘧又": 521,
      "◉一": 522,
      "⿰⿱一": 523,
      "⿰⿹𠃌冫⿹𠃌冫": 524,
      "⿱龴": 525,
      "⿱一⿻一人": 526,
      "⿱日⿹勹": 527,
      "⿱丿⿵冂": 528,
      "⿱⿱一一厶": 529,
      "⿵冂⿻⿱一一丨": 530,
      "⿻冂人": 531,
      "甲一一": 532,
      "⿱丿⿵冂⿰丨丨": 533,
      "⿰耳": 534,
      "⿰𠄌": 535,
      "⿱罒": 536,
      "⿱◉一": 537,
      "⿺𠃊": 538,
      "⿻口丨": 539,
      "凵丨": 540,
      "小丿": 541,
      "⿰⿱亠": 542,
      "⿰⿱十": 543,
      "⿻⿱一一乚": 544,
      "⿱⿰〢": 545,
      "⿵冂口": 546,
      "⿰𠄌⿺乀丿": 547,
      "⿰⿻": 548,
      "⿰礻": 549,
      "⿰⿴𠂊丶": 550,
      "⿳厶": 551,
      "⿹𠄎": 552,
      "丷冖": 553,
      "⿱一⿱丿⿵冂⿰丨丨": 554,
      "⿰扌⿻": 555,
      "⿱日⿻一人": 556,
      "⿰月刂": 557,
      "⿹勹巳": 558,
      "⿱⿻一厶": 559,
      "⿱⿻甲一一": 560,
      "⿱⿱十一龰": 561,
      "⿱口⿰丿乚": 562,
      "⿱⿱⿱亠丷冖": 563,
      "⿸广⿱": 564,
      "⿱⺌月": 565,
      "⿶凵㐅": 566,
      "⿱⿱人丶龴": 567,
      "⿹𠄎丿": 568,
      "⿰⿱⿱": 569,
      "⿱冖": 570,
      "⿱厶": 571,
      "⿱⿰口口": 572,
      "⿸虍": 573,
      "⿸⿱丶尸": 574,
      "一乁": 575,
      "八夂": 576,
      "⿱⿱八": 577,
      "⿰亻⿱": 578,
      "⿱丿丿": 579,
      "⿱⿱十一口": 580,
      "⿱⿱人一口": 581,
      "⿱八乂": 582,
      "⿱⺊口": 583,
      "⿱龷八": 584,
      "⿳𠂊田一": 585,
      "⿳𠂉一乁": 586,
      "⿰山": 587,
      "⿰舟": 588,
      "⿱井": 589,
      "⿱𠂒": 590,
      "⿲㇇": 591,
      "⿵⺆": 592,
      "⿺廴": 593,
      "⿺⿰丿乚": 594,
      "⿻弓": 595,
      "㇀乚": 596,
      "亅⿺乀丿": 597,
      "厶⿱十一": 598,
      "田⿺⿰丿乚": 599,
      "𭕄一": 600,
      "⿱一兀": 601,
      "⿱艹⿰": 602,
      "⿱人一": 603,
      "⿱⿱亠丷": 604,
      "⿳亠口小": 605,
      "⿱⿱丿田⿺⿰丿乚": 606,
      "⿰又又": 607,
      "⿺尢丶丿": 608,
      "⿺𠃊人": 609,
      "⿲㇇亅⿺乀丿": 610,
      "⿱⿱丿田⿺⿰丿乚厶": 611,
      "▩一八": 612,
      "⿰巾": 613,
      "⿰弓": 614,
      "⿰革": 615,
      "⿰𠃋": 616,
      "⿱⿹𠃌丿": 617,
      "⿳⿱人一": 618,
      "⿵⿵冂": 619,
      "⿸⿸广": 620,
      "⿸丆口": 621,
      "⿹⿳𠂉一乁": 622,
      "⿺⿱⿱十一龰": 623,
      "丿人": 624,
      "⿱一廾": 625,
      "⿱一龰": 626,
      "⿰⿱𠂉": 627,
      "⿰扌⿱⿱": 628,
      "⿱亠𧘇": 629,
      "⿱丿⿱十一": 630,
      "⿱⿱一一": 631,
      "⿱⿱一厶⿱十一": 632,
      "⿹勹丶": 633,
      "⿱⿱十一厶": 634,
      "⿱⿱十一寸": 635,
      "⿳亠⿰𠃋": 636,
      "⿱十又": 637,
      "⿴囗口": 638,
      "⿳亠口子": 639,
      "⿱八⿹𠃌丿": 640,
      "⿷匚㐅": 641,
      "⿱龷日": 642,
      "⿱⿱丷⿻⿱一一人": 643,
      "⿱日⿹勹⿺𠃊人": 644,
      "⿳⿱人一𭕄一": 645,
      "⿳亠⿰𠃋丿人": 646,
      "⿱⿳": 647,
      "⿱覀": 648,
      "⿱𡗗": 649,
      "⿱⿰亻": 650,
      "⿱⿴𠂊丶": 651,
      "⿱小丿": 652,
      "⿴⿰丿乚": 653,
      "⿵⿵戊": 654,
      "⿹⿶": 655,
      "⿹⿻弋丿": 656,
      "⿻⿻一人": 657,
      "⿻一乚": 658,
      "ス工": 659,
      "一𧘇": 660,
      "丿兀": 661,
      "九丶": 662,
      "龷八": 663,
      "⿱亠⿱八乂": 664,
      "⿱丿十": 665,
      "⿱丿木": 666,
      "⿱丿⿻⿱一一乚": 667,
      "⿹勹口": 668,
      "⿱⿻⿻一乚": 669,
      "⿱人㔾": 670,
      "⿱⿱亠▥": 671,
      "⿰⿸尸": 672,
      "⿻丿𠃌口": 673,
      "⿱⿱⿱亠丷一口": 674,
      "⿱𠂉丶": 675,
      "⿱𠂉母": 676,
      "⿻日乚": 677,
      "⿴且一八": 678,
      "⿱⿱䒑⿱十一": 679,
      "⿱龶月": 680,
      "⿰⿱一⿴𠂊丶": 681,
      "凵丨凵": 682,
      "⿰⿱亠⿰丿𠃌": 683,
      "⿱⿰〢⿱𠂉丶": 684,
      "⿴⿰丿乚丨": 685,
      "⿱⿻⿻一乚丿兀": 686,
      "⿰▣": 687,
      "⿰子": 688,
      "⿱㐅": 689,
      "⿱木": 690,
      "⿱米": 691,
      "⿱自": 692,
      "⿱⿳亠口": 693,
      "⿱⿴且一八": 694,
      "⿸⿱𠂊": 695,
      "丿十": 696,
      "冖口": 697,
      "口⿱⿱⿱亠丷一十": 698,
      "干丷": 699,
      "⿱⿱十": 700,
      "⿱一丂": 701,
      "⿱一止": 702,
      "⿰⿱十口": 703,
      "⿰亻寸": 704,
      "⿱亠几": 705,
      "⿱亠⿱十一": 706,
      "⿱艹⿰氵": 707,
      "⿱⿰⿹𠃌冫⿹𠃌冫": 708,
      "⿱丷⿱口⿰丿乚": 709,
      "⿱⿻凵丨凵": 710,
      "⿱人彡": 711,
      "⿱⿱亠乂": 712,
      "⿸𠂆又": 713,
      "⿱夂⿻⿱一⿱一一丨": 714,
      "⿱𠂊■": 715,
      "⿻⿱一一人丷": 716,
      "⿱⺌冖口": 717,
      "⿱丶艮": 718,
      "⿸厂⿱⿱一一": 719,
      "⿻日木": 720,
      "⿻⿻コ一丿": 721,
      "⿴且一": 722,
      "⿱⿱人一朩": 723,
      "⿱⿱人一⿰月刂": 724,
      "⿵几丶": 725,
      "⿳厶八夂": 726,
      "⿱⿱⿱亠丷冖⿱亠⿰丿𠃌": 727,
      "⿵⿵冂一口": 728,
      "⿵⿵戊一口": 729,
      "⿸⿱𠂊厂": 730,
      "⿸厂⿱⿱一一⿰𠄌⿺乀丿": 731,
      "▱匕": 732,
      "⺊一": 733,
      "⿰工": 734,
      "⿰幺": 735,
      "⿰束": 736,
      "⿰牛": 737,
      "⿰田": 738,
      "⿰⿳𠂊田一": 739,
      "⿱丘": 740,
      "⿱彐": 741,
      "⿱比": 742,
      "⿱隹": 743,
      "⿱⿰氵": 744,
      "⿱⿴囗": 745,
      "⿱⿰木木": 746,
      "⿱ス工": 747,
      "⿳⿱十一": 748,
      "⿸⿻⿱一⿱一一丨": 749,
      "⿹⿹𠃌丿": 750,
      "⿹⿻弓": 751,
      "⿻乚": 752,
      "⿻心": 753,
      "⿻甲一": 754,
      "⿻干丷": 755,
      "㡀攵": 756,
      "丨丿": 757,
      "口⿰口口": 758,
      "止匕": 759,
      "𠂊彐": 760,
      "𫝀口": 761,
      "⿱⿱龷八": 762,
      "⿱⿱⿱⺌冖口": 763,
      "⿱一⿻日": 764,
      "⿰⿱丷": 765,
      "⿱亠乂": 766,
      "⿻一人⿰丿丨": 767,
      "⿱⿱一◑": 768,
      "⿱⿱一𫝀口": 769,
      "⿰月月": 770,
      "⿱丷⿻⿱一一丨": 771,
      "⿵冂卄": 772,
      "⿹勹⿱丿丿": 773,
      "⿱人匕": 774,
      "⿱⿱亠⿰人人": 775,
      "⿱口八": 776,
      "⿱⿱⿱亠丷一⿱日十": 777,
      "⿱𠂉乙": 778,
      "⿱⿱丿⿻一人⿰丿丨": 779,
      "⿸𠂇又": 780,
      "⿱⿻一人⿹⿱一亅口": 781,
      "⿻⿻コ一▥": 782,
      "⿺⿻十月丶寸": 783,
      "⿱⿱艹冖": 784,
      "⿰⿱十⿱日十": 785,
      "⿰⿴𠂊丶㔾": 786,
      "⿸广⿱廿": 787,
      "⿱井一𧘇": 788,
      "⿵⺆⿱⿱十一口": 789,
      "⿱⿹𠃌丿口": 790,
      "⿰⿱𠂉⿻一人": 791,
      "⿰⿱亠⿰丿𠃌⿱𠂉": 792,
      "⿸⿻⿱一⿱一一丨寸": 793,
      "⿹⿹𠃌丿丿": 794,
      "⿹⿻弓丨丿": 795,
      "⿻心丿": 796,
      "⿱一⿻日乂": 797,
      "⿱⿱亠⿰人人十": 798,
      "▸⿹𠃌丿": 799,
      "⺌日": 800,
      "⿰耒": 801,
      "⿰身": 802,
      "⿰⿰丨": 803,
      "⿰⿱⿱丿十口": 804,
      "⿱匕": 805,
      "⿱癶": 806,
      "⿳日": 807,
      "⿵⿱丿": 808,
      "⿸⿱䒑⿻⿱一一丨": 809,
      "⿹▰": 810,
      "⿻凵": 811,
      "⿻⿰丿乚": 812,
      "⿻㇀乚": 813,
      "⿻⿺尢丶丿": 814,
      "⿻⿻⿱一一人丷": 815,
      "口田": 816,
      "由八": 817,
      "白丿十": 818,
      "罒又": 819,
      "⿱⿱八人": 820,
      "⿱⿱⿻口丨": 821,
      "⿱⿱口⿰口口": 822,
      "⿱一◑": 823,
      "⿱一⿴𠂊丶": 824,
      "⿱一⿱一亅": 825,
      "⿱一⿱一一": 826,
      "⿱一⿻⿰丿乚": 827,
      "⿰⿱䒑": 828,
      "⿰氵⿱宀": 829,
      "⿱十一丷": 830,
      "⿱亠幺": 831,
      "⿱艹⿱日⿻一人": 832,
      "⿰木目": 833,
      "⿱⿰⿴𠂊": 834,
      "⿱⿰⿸尸": 835,
      "⿱⿰▸⿹𠃌丿": 836,
      "⿱宀匕": 837,
      "⿱宀示": 838,
      "⿱宀⿰⿴𠂊丶㔾": 839,
      "⿱⿱一口田": 840,
      "⿱丷⿱⿴囗": 841,
      "⿱丷⿻甲一": 842,
      "⿱⿻白丿十": 843,
      "⿱人⿰丿丨": 844,
      "⿱⿱亠𠃊": 845,
      "⿱⿱亠⿶凵㐅": 846,
      "⿻丿⿻凵": 847,
      "⿰忄⿱": 848,
      "⿳亠⿱⿰口口": 849,
      "⿱十⿴且一": 850,
      "⿳亠口⿵冂口": 851,
      "⿸𠂇口": 852,
      "⿸𠂇月": 853,
      "⿱䒑⿻⿻コ一▥": 854,
      "⿱丶◚": 855,
      "⿷匚⿰丿乚": 856,
      "⿱乛头": 857,
      "⿱⿱一⿻冂⿻丨⿱丷八⿱一⿱丿⿵冂⿰丨丨": 858,
      "⿻⿻コ一亅": 859,
      "⿱⿱艹⿱日⿻一人": 860,
      "⿱龴⿵冂⿻⿱一一丨": 861,
      "⿰扌⿻九丶": 862,
      "⿱⿻一厶⿴⿰丿乚丨": 863,
      "⿱厶口": 864,
      "⿸⿱丶尸⿵冂卄": 865,
      "⿱𠂒⿰丿乚": 866,
      "⿱⿱亠丷厂": 867,
      "⿸⿸广⿰木木": 868,
      "⿹⿶⿻弋丿": 869,
      "⿱⿳亠口冖": 870,
      "⿰⿱十口月": 871,
      "⺊一小": 872,
      "⿰⿰丨丿": 873,
      "⿳日罒又": 874,
      "⿵⿱丿冂": 875,
      "⿱⿱八人⿱八人": 876,
      "⿱⿱⿻口丨一": 877,
      "⿱一⿻⿰丿乚口": 878,
      "⿱⿰⿴𠂊冫": 879,
      "⿱丷⿱⿴囗⺌日": 880,
      "⿱⿱亠⿶凵㐅禸": 881,
      "⿻丿⿻凵乚": 882,
      "⿳亠⿱⿰口口⿱井一𧘇": 883,
      "▩⿷匚⿰丿乚": 884,
      "▵月": 885,
      "◕灬": 886,
      "◙一": 887,
      "⿰丬": 888,
      "⿰⿻⿱一⿱一一丨": 889,
      "⿰⿱⿱亠丷一": 890,
      "⿰⿳亠口子": 891,
      "⿰▱匕": 892,
      "⿱⿰扌⿻九丶": 893,
      "⿲彳": 894,
      "⿳丿": 895,
      "⿳爫": 896,
      "⿴⿱丿": 897,
      "⿹弋": 898,
      "⿹弓": 899,
      "⿻一": 900,
      "⿻凵丨": 901,
      "丷日": 902,
      "冂⿻一人": 903,
      "冖又": 904,
      "冫欠": 905,
      "几木": 906,
      "勹臼": 907,
      "又⿻⿱一一丨": 908,
      "又⿰又又": 909,
      "釆田": 910,
      "⿱⿱⿱十一": 911,
      "⿱⿱⿱人": 912,
      "⿱⿱⿱⿱亠丷一": 913,
      "⿱一口": 914,
      "⿱一白": 915,
      "⿱一⿻冂": 916,
      "⿱一⿱日一": 917,
      "⿱一⿻冂人": 918,
      "⿰⿱白": 919,
      "⿰氵⿱日": 920,
      "⿰扌⿱口": 921,
      "⿰扌⿸𠂆⿱一丨": 922,
      "⿱艹田": 923,
      "⿰丿⿻⿱一一人": 924,
      "⿱日生": 925,
      "⿱日⿱一龰": 926,
      "⿱⿰丬": 927,
      "⿱⿰⿱一⿱十一": 928,
      "⿱⿰冫欠": 929,
      "⿹𠃌⿱一口": 930,
      "⿱丿⿻一人": 931,
      "⿱宀女": 932,
      "⿱丷⿱一廾": 933,
      "⿱丷⿹⿻弓丨丿": 934,
      "⿵冂㐅": 935,
      "⿹勹厶": 936,
      "⿱人⿱一⿱十一": 937,
      "⿱⿱十一▥": 938,
      "⿱口口": 939,
      "⿱口⿻冂人": 940,
      "⿱十⿱乛头": 941,
      "⿴囗丨": 942,
      "⿴囗⿻一人": 943,
      "⿱⿰⿱𠂊亅⿱𠂊亅⿱": 944,
      "⿱𠂊小": 945,
      "⿱𠂊⿻⿻コ一亅": 946,
      "⿸𠂇工": 947,
      "⿸𠂇巾": 948,
      "⿸𠂇⿱八人": 949,
      "⿻⿱一⿱一一丨口": 950,
      "⿱⿱宀⿻⿱一⿱一一丨口": 951,
      "⿰贝刂": 952,
      "⿱亠⿰丿𠃌攵": 953,
      "⿳𠂊冂⿻一人": 954,
      "⿱白⿱一⿱十一": 955,
      "⿵几㐅": 956,
      "⿱⿱丿木女": 957,
      "⿱⿱丿木⿹𠄎丿": 958,
      "⿱龴⿱乛亅": 959,
      "⿱日⿹勹⿱丿丿": 960,
      "⿱⿰〢又": 961,
      "⿰⿻㇀乚": 962,
      "⿰⿴𠂊丶㐄": 963,
      "⿳厶⿻一人": 964,
      "⿱⿱⿱亠丷冖巾": 965,
      "⿰⿱⿱▩一八": 966,
      "⿱⿱八乂": 967,
      "⿱𠂒口": 968,
      "⿱⿱亠丷⿵冂": 969,
      "⿱⿴𠂊丶⿴𠂊丶": 970,
      "⿻⿻一人丷日": 971,
      "⿱⿰〢⿱𠂉丶皿": 972,
      "⿰▣旡": 973,
      "⿱⿱亠乂⿰丿丨": 974,
      "⿻⿻コ一丿口": 975,
      "⿸⿱𠂊厂㔾": 976,
      "⿰幺幺": 977,
      "⿱彐氺": 978,
      "⿱隹灬": 979,
      "⿻乚丿": 980,
      "⿱⿱口⿰口口木": 981,
      "⿱⿰▸⿹𠃌丿田": 982,
      "⿹⿶⿻弋丿十": 983,
      "⺊一小又": 984,
      "⿳丿◙一": 985,
      "⿴⿱丿囗": 986,
      "⿱⿱⿱⿱亠丷一日": 987,
      "⿱一⿻冂⿰人人": 988,
      "⿰⿻㇀乚⿹𠃌丿": 989,
      "⿻⿻一人丷日小": 990,
      "▮示": 991,
      "◀卩": 992,
      "◊一": 993,
      "⺊口": 994,
      "⿰⿳": 995,
      "⿰白": 996,
      "⿰豸": 997,
      "⿰𠂎": 998,
      "⿰⿱⿱⿱亠丷一": 999
    },
    "merges": [
      "⿱ ⿱",
      "⿱ 一",
      "⿰ ⿱",
      "十 一",
      "⿰ 氵",
      "⿰ 扌",
      "⿱ 十一",
      "一 人",
      "⿰ 亻",
      "⿱ 亠",
      "⿱ 艹",
      "⿰ 丿",
      "⿻ 一人",
      "⿰ 口",
      "⿰ 木",
      "⿻ ⿱一",
      "⿱ 日",
      "⿱ ⿰",
      "⿹ 𠃌",
      "⿱ 丿",
      "⿱ 宀",
      "𠂊 亅",
      "⿱⿱ 一",
      "一 丨",
      "⿰ 月",
      "⿰ 讠",
      "⿱ 丷",
      "⿺ 辶",
      "⿵ 冂",
      "⿰丿 乚",
      "⿰ 纟",
      "⿹ 勹",
      "⿰ 钅",
      "八 人",
      "⿱ ⿻",
      "⿱ 人",
      "丷 一",
      "⿱⿱ 亠",
      "⿱⿱ 十一",
      "⿱ 口",
      "⿰ ⿸",
      "⿱⿱ ⿱亠",
      "⿴ 𠂊",
      "⿱一 ⿱十一",
      "⿻ 丿",
      "⿰ 忄",
      "⿱ ⿰⿱",
      "⿳ 亠",
      "⿴𠂊 丶",
      "丿 木",
      "⿻丿 𠃌",
      "⿹𠃌 丿",
      "⿸ 广",
      "丆 口",
      "⿻⿱一 一丨",
      "⿱⿱⿱亠 丷一",
      "⿱ 𠂉",
      "⿰氵 ⿱",
      "𠂊亅 ⿱",
      "⿰⿱ 十一",
      "⿰ 女",
      "⿱ 十",
      "⿸ 𠂆",
      "⿰⿸ 丆口",
      "⿴ 囗",
      "⿻ 冂",
      "⿹𠃌 冫",
      "⿰ 阝",
      "⿱⿱ 人",
      "⿱一 亅",
      "⿱ 夂",
      "⿸ 疒",
      "⿰⿱ 八人",
      "⿱⿰⿱ 𠂊亅⿱",
      "⿸ 尸",
      "⿰丿 𠃌",
      "⿰⿱ 口",
      "⿰扌 ⿱",
      "⿳亠 口",
      "⿱⿰⿱𠂊亅⿱ 𠂊亅",
      "⿱一 丨",
      "⿰⿱ 丿木",
      "⿱ 𠂊",
      "⿱⿱ 丿",
      "⿸ 𠂇",
      "一 口",
      "⿻⿱一 一人",
      "▿ 一",
      "⿱ ⺌",
      "⿱ 䒑",
      "⿱ 丶",
      "⿹ ▿一",
      "⿱一 一丨",
      "⿻⿱一 ⿱一一丨",
      "⿱丷 八",
      "⿸𠂆 ⿱一丨",
      "⿰⿱口 止",
      "⿰ 虫",
      "⿸ 厂",
      "⿱⿱ 宀",
      "⿰ 犭",
      "⿻ コ",
      "十 口",
      "⿱ 八",
      "⿵ 门",
      "⿷ 匚",
      "⿰ 目",
      "⿰ 贝",
      "⿱ 八人",
      "⿸ 耂",
      "一 厶",
      "丨 ⿱丷八",
      "⿱ 乛",
      "⿻ 弋",
      "⿻ 丨⿱丷八",
      "一 八",
      "⿻冂 ⿻丨⿱丷八",
      "⿻コ 一",
      "⿻弋 丿",
      "⿱ ⺊",
      "⿰口 口",
      "⿰ ⿱一⿱十一",
      "⿱ 龷",
      "⿺ 乀",
      "⿰丿 丨",
      "⿱⿱一 ⿻冂⿻丨⿱丷八",
      "⿱⿱⿱亠丷一 十",
      "⿺乀 丿",
      "⿰ 丨",
      "⿰ 又",
      "⿰ 日",
      "⿱ ⿻一人",
      "⿻ 日",
      "人 人",
      "⿱亠 ⿰丿𠃌",
      "⿱日 十",
      "⿱⿱宀 八",
      "⿰ 车",
      "⿰ 酉",
      "⿺ ⿻",
      "一 乚",
      "⿹𠃌冫 ⿹𠃌冫",
      "⿰ 彳",
      "⿰ ⿹▿一",
      "⿱ 山",
      "⿳ 𠂊",
      "⿹ ⿱一亅",
      "甲 一",
      "⿰木 木",
      "⿹⿱一亅 口",
      "⿰ 冫",
      "⿰ 人人",
      "⿻ ⿻コ一",
      "⿱夂 口",
      "⿰ 衤",
      "⿰ 饣",
      "十 月",
      "口 丨",
      "⿱乛 亅",
      "⿺⿻ 十月",
      "⿺⿻十月 丶",
      "⿰ 米",
      "⿱ 田",
      "⿹ ▯",
      "⿱日 一",
      "⿱⿱亠 丷一",
      "⿱䒑 ⿻⿱一一丨",
      "⿱ 白",
      "⿱ 𠘧",
      "⿺ 尢",
      "⿱⿱十一 ⿱十一",
      "⿱丶 尸",
      "⿸耂 日",
      "⿺尢 丶",
      "⿳ 𠂉",
      "⿴ 且",
      "⿵ 戊",
      "⿶ 凵",
      "⿱⿱ 䒑",
      "⿱⿱ 艹",
      "⿱𠂉 ⿻一人",
      "⿱十 口",
      "⿱⿱人 一",
      "⿱⿱人 丶",
      "⿰丨 丨",
      "⿹▯ 一",
      "⿱ 爫",
      "⿱ 龶",
      "⿵ 几",
      "田 一",
      "⿱⿱ 丷",
      "⿱⿱ 丿木",
      "⿱一 一",
      "⿱⿱丿 十口",
      "⿱𠘧 又",
      "◉ 一",
      "⿰ ⿱一",
      "⿰ ⿹𠃌冫⿹𠃌冫",
      "⿱ 龴",
      "⿱一 ⿻一人",
      "⿱日 ⿹勹",
      "⿱丿 ⿵冂",
      "⿱⿱一 一厶",
      "⿵冂 ⿻⿱一一丨",
      "⿻冂 人",
      "甲一 一",
      "⿱丿⿵冂 ⿰丨丨",
      "⿰ 耳",
      "⿰ 𠄌",
      "⿱ 罒",
      "⿱ ◉一",
      "⿺ 𠃊",
      "⿻ 口丨",
      "凵 丨",
      "小 丿",
      "⿰⿱ 亠",
      "⿰⿱ 十",
      "⿻⿱一 一乚",
      "⿱⿰ 〢",
      "⿵冂 口",
      "⿰𠄌 ⿺乀丿",
      "⿰ ⿻",
      "⿰ 礻",
      "⿰ ⿴𠂊丶",
      "⿳ 厶",
      "⿹ 𠄎",
      "丷 冖",
      "⿱一 ⿱丿⿵冂⿰丨丨",
      "⿰扌 ⿻",
      "⿱日 ⿻一人",
      "⿰月 刂",
      "⿹勹 巳",
      "⿱⿻ 一厶",
      "⿱⿻ 甲一一",
      "⿱⿱十一 龰",
      "⿱口 ⿰丿乚",
      "⿱⿱⿱亠 丷冖",
      "⿸广 ⿱",
      "⿱⺌ 月",
      "⿶凵 㐅",
      "⿱⿱人丶 龴",
      "⿹𠄎 丿",
      "⿰ ⿱⿱",
      "⿱ 冖",
      "⿱ 厶",
      "⿱ ⿰口口",
      "⿸ 虍",
      "⿸ ⿱丶尸",
      "一 乁",
      "八 夂",
      "⿱⿱ 八",
      "⿰亻 ⿱",
      "⿱丿 丿",
      "⿱⿱十一 口",
      "⿱⿱人 一口",
      "⿱八 乂",
      "⿱⺊ 口",
      "⿱龷 八",
      "⿳𠂊 田一",
      "⿳𠂉 一乁",
      "⿰ 山",
      "⿰ 舟",
      "⿱ 井",
      "⿱ 𠂒",
      "⿲ ㇇",
      "⿵ ⺆",
      "⿺ 廴",
      "⿺ ⿰丿乚",
      "⿻ 弓",
      "㇀ 乚",
      "亅 ⿺乀丿",
      "厶 ⿱十一",
      "田 ⿺⿰丿乚",
      "𭕄 一",
      "⿱一 兀",
      "⿱艹 ⿰",
      "⿱人 一",
      "⿱⿱亠 丷",
      "⿳亠口 小",
      "⿱⿱丿 田⿺⿰丿乚",
      "⿰又 又",
      "⿺尢丶 丿",
      "⿺𠃊 人",
      "⿲㇇ 亅⿺乀丿",
      "⿱⿱丿田⿺⿰丿乚 厶",
      "▩ 一八",
      "⿰ 巾",
      "⿰ 弓",
      "⿰ 革",
      "⿰ 𠃋",
      "⿱ ⿹𠃌丿",
      "⿳ ⿱人一",
      "⿵ ⿵冂",
      "⿸ ⿸广",
      "⿸ 丆口",
      "⿹ ⿳𠂉一乁",
      "⿺ ⿱⿱十一龰",
      "丿 人",
      "⿱一 廾",
      "⿱一 龰",
      "⿰⿱ 𠂉",
      "⿰扌 ⿱⿱",
      "⿱亠 𧘇",
      "⿱丿 ⿱十一",
      "⿱⿱一 一",
      "⿱⿱一 厶⿱十一",
      "⿹勹 丶",
      "⿱⿱十一 厶",
      "⿱⿱十一 寸",
      "⿳亠 ⿰𠃋",
      "⿱十 又",
      "⿴囗 口",
      "⿳亠口 子",
      "⿱八 ⿹𠃌丿",
      "⿷匚 㐅",
      "⿱龷 日",
      "⿱⿱丷 ⿻⿱一一人",
      "⿱日⿹勹 ⿺𠃊人",
      "⿳⿱人一 𭕄一",
      "⿳亠⿰𠃋 丿人",
      "⿱ ⿳",
      "⿱ 覀",
      "⿱ 𡗗",
      "⿱ ⿰亻",
      "⿱ ⿴𠂊丶",
      "⿱ 小丿",
      "⿴ ⿰丿乚",
      "⿵ ⿵戊",
      "⿹ ⿶",
      "⿹ ⿻弋丿",
      "⿻ ⿻一人",
      "⿻ 一乚",
      "ス 工",
      "一 𧘇",
      "丿 兀",
      "九 丶",
      "龷 八",
      "⿱亠 ⿱八乂",
      "⿱丿 十",
      "⿱丿 木",
      "⿱丿 ⿻⿱一一乚",
      "⿹勹 口",
      "⿱⿻ ⿻一乚",
      "⿱人 㔾",
      "⿱⿱亠 ▥",
      "⿰⿸ 尸",
      "⿻丿𠃌 口",
      "⿱⿱⿱亠丷一 口",
      "⿱𠂉 丶",
      "⿱𠂉 母",
      "⿻日 乚",
      "⿴且 一八",
      "⿱⿱䒑 ⿱十一",
      "⿱龶 月",
      "⿰⿱一 ⿴𠂊丶",
      "凵丨 凵",
      "⿰⿱亠 ⿰丿𠃌",
      "⿱⿰〢 ⿱𠂉丶",
      "⿴⿰丿乚 丨",
      "⿱⿻⿻一乚 丿兀",
      "⿰ ▣",
      "⿰ 子",
      "⿱ 㐅",
      "⿱ 木",
      "⿱ 米",
      "⿱ 自",
      "⿱ ⿳亠口",
      "⿱ ⿴且一八",
      "⿸ ⿱𠂊",
      "丿 十",
      "冖 口",
      "口 ⿱⿱⿱亠丷一十",
      "干 丷",
      "⿱⿱ 十",
      "⿱一 丂",
      "⿱一 止",
      "⿰⿱ 十口",
      "⿰亻 寸",
      "⿱亠 几",
      "⿱亠 ⿱十一",
      "⿱艹 ⿰氵",
      "⿱⿰ ⿹𠃌冫⿹𠃌冫",
      "⿱丷 ⿱口⿰丿乚",
      "⿱⿻ 凵丨凵",
      "⿱人 彡",
      "⿱⿱亠 乂",
      "⿸𠂆 又",
      "⿱夂 ⿻⿱一⿱一一丨",
      "⿱𠂊 ■",
      "⿻⿱一一人 丷",
      "⿱⺌ 冖口",
      "⿱丶 艮",
      "⿸厂 ⿱⿱一一",
      "⿻日 木",
      "⿻⿻コ一 丿",
      "⿴且 一",
      "⿱⿱人一 朩",
      "⿱⿱人一 ⿰月刂",
      "⿵几 丶",
      "⿳厶 八夂",
      "⿱⿱⿱亠丷冖 ⿱亠⿰丿𠃌",
      "⿵⿵冂 一口",
      "⿵⿵戊 一口",
      "⿸⿱𠂊 厂",
      "⿸厂⿱⿱一一 ⿰𠄌⿺乀丿",
      "▱ 匕",
      "⺊ 一",
      "⿰ 工",
      "⿰ 幺",
      "⿰ 束",
      "⿰ 牛",
      "⿰ 田",
      "⿰ ⿳𠂊田一",
      "⿱ 丘",
      "⿱ 彐",
      "⿱ 比",
      "⿱ 隹",
      "⿱ ⿰氵",
      "⿱ ⿴囗",
      "⿱ ⿰木木",
      "⿱ ス工",
      "⿳ ⿱十一",
      "⿸ ⿻⿱一⿱一一丨",
      "⿹ ⿹𠃌丿",
      "⿹ ⿻弓",
      "⿻ 乚",
      "⿻ 心",
      "⿻ 甲一",
      "⿻ 干丷",
      "㡀 攵",
      "丨 丿",
      "口 ⿰口口",
      "止 匕",
      "𠂊 彐",
      "𫝀 口",
      "⿱⿱ 龷八",
      "⿱⿱ ⿱⺌冖口",
      "⿱一 ⿻日",
      "⿰⿱ 丷",
      "⿱亠 乂",
      "⿻一人 ⿰丿丨",
      "⿱⿱一 ◑",
      "⿱⿱一 𫝀口",
      "⿰月 月",
      "⿱丷 ⿻⿱一一丨",
      "⿵冂 卄",
      "⿹勹 ⿱丿丿",
      "⿱人 匕",
      "⿱⿱亠 ⿰人人",
      "⿱口 八",
      "⿱⿱⿱亠丷一 ⿱日十",
      "⿱𠂉 乙",
      "⿱⿱丿 ⿻一人⿰丿丨",
      "⿸𠂇 又",
      "⿱⿻一人 ⿹⿱一亅口",
      "⿻⿻コ一 ▥",
      "⿺⿻十月丶 寸",
      "⿱⿱艹 冖",
      "⿰⿱十 ⿱日十",
      "⿰⿴𠂊丶 㔾",
      "⿸广⿱ 廿",
      "⿱井 一𧘇",
      "⿵⺆ ⿱⿱十一口",
      "⿱⿹𠃌丿 口",
      "⿰⿱𠂉 ⿻一人",
      "⿰⿱亠⿰丿𠃌 ⿱𠂉",
      "⿸⿻⿱一⿱一一丨 寸",
      "⿹⿹𠃌丿 丿",
      "⿹⿻弓 丨丿",
      "⿻心 丿",
      "⿱一⿻日 乂",
      "⿱⿱亠⿰人人 十",
      "▸ ⿹𠃌丿",
      "⺌ 日",
      "⿰ 耒",
      "⿰ 身",
      "⿰ ⿰丨",
      "⿰ ⿱⿱丿十口",
      "⿱ 匕",
      "⿱ 癶",
      "⿳ 日",
      "⿵ ⿱丿",
      "⿸ ⿱䒑⿻⿱一一丨",
      "⿹ ▰",
      "⿻ 凵",
      "⿻ ⿰丿乚",
      "⿻ ㇀乚",
      "⿻ ⿺尢丶丿",
      "⿻ ⿻⿱一一人丷",
      "口 田",
      "由 八",
      "白 丿十",
      "罒 又",
      "⿱⿱ 八人",
      "⿱⿱ ⿻口丨",
      "⿱⿱ 口⿰口口",
      "⿱一 ◑",
      "⿱一 ⿴𠂊丶",
      "⿱一 ⿱一亅",
      "⿱一 ⿱一一",
      "⿱一 ⿻⿰丿乚",
      "⿰⿱ 䒑",
      "⿰氵 ⿱宀",
      "⿱十一 丷",
      "⿱亠 幺",
      "⿱艹 ⿱日⿻一人",
      "⿰木 目",
      "⿱⿰ ⿴𠂊",
      "⿱⿰ ⿸尸",
      "⿱⿰ ▸⿹𠃌丿",
      "⿱宀 匕",
      "⿱宀 示",
      "⿱宀 ⿰⿴𠂊丶㔾",
      "⿱⿱一 口田",
      "⿱丷 ⿱⿴囗",
      "⿱丷 ⿻甲一",
      "⿱⿻ 白丿十",
      "⿱人 ⿰丿丨",
      "⿱⿱亠 𠃊",
      "⿱⿱亠 ⿶凵㐅",
      "⿻丿 ⿻凵",
      "⿰忄 ⿱",
      "⿳亠 ⿱⿰口口",
      "⿱十 ⿴且一",
      "⿳亠口 ⿵冂口",
      "⿸𠂇 口",
      "⿸𠂇 月",
      "⿱䒑 ⿻⿻コ一▥",
      "⿱丶 ◚",
      "⿷匚 ⿰丿乚",
      "⿱乛 头",
      "⿱⿱一⿻冂⿻丨⿱丷八 ⿱一⿱丿⿵冂⿰丨丨",
      "⿻⿻コ一 亅",
      "⿱⿱艹 ⿱日⿻一人",
      "⿱龴 ⿵冂⿻⿱一一丨",
      "⿰扌⿻ 九丶",
      "⿱⿻一厶 ⿴⿰丿乚丨",
      "⿱厶 口",
      "⿸⿱丶尸 ⿵冂卄",
      "⿱𠂒 ⿰丿乚",
      "⿱⿱亠丷 厂",
      "⿸⿸广 ⿰木木",
      "⿹⿶ ⿻弋丿",
      "⿱⿳亠口 冖",
      "⿰⿱十口 月",
      "⺊一 小",
      "⿰⿰丨 丿",
      "⿳日 罒又",
      "⿵⿱丿 冂",
      "⿱⿱八人 ⿱八人",
      "⿱⿱⿻口丨 一",
      "⿱一⿻⿰丿乚 口",
      "⿱⿰⿴𠂊 冫",
      "⿱丷⿱⿴囗 ⺌日",
      "⿱⿱亠⿶凵㐅 禸",
      "⿻丿⿻凵 乚",
      "⿳亠⿱⿰口口 ⿱井一𧘇",
      "▩ ⿷匚⿰丿乚",
      "▵ 月",
      "◕ 灬",
      "◙ 一",
      "⿰ 丬",
      "⿰ ⿻⿱一⿱一一丨",
      "⿰ ⿱⿱亠丷一",
      "⿰ ⿳亠口子",
      "⿰ ▱匕",
      "⿱ ⿰扌⿻九丶",
      "⿲ 彳",
      "⿳ 丿",
      "⿳ 爫",
      "⿴ ⿱丿",
      "⿹ 弋",
      "⿹ 弓",
      "⿻ 一",
      "⿻ 凵丨",
      "丷 日",
      "冂 ⿻一人",
      "冖 又",
      "冫 欠",
      "几 木",
      "勹 臼",
      "又 ⿻⿱一一丨",
      "又 ⿰又又",
      "釆 田",
      "⿱⿱ ⿱十一",
      "⿱⿱ ⿱人",
      "⿱⿱ ⿱⿱亠丷一",
      "⿱一 口",
      "⿱一 白",
      "⿱一 ⿻冂",
      "⿱一 ⿱日一",
      "⿱一 ⿻冂人",
      "⿰⿱ 白",
      "⿰氵 ⿱日",
      "⿰扌 ⿱口",
      "⿰扌 ⿸𠂆⿱一丨",
      "⿱艹 田",
      "⿰丿 ⿻⿱一一人",
      "⿱日 生",
      "⿱日 ⿱一龰",
      "⿱⿰ 丬",
      "⿱⿰ ⿱一⿱十一",
      "⿱⿰ 冫欠",
      "⿹𠃌 ⿱一口",
      "⿱丿 ⿻一人",
      "⿱宀 女",
      "⿱丷 ⿱一廾",
      "⿱丷 ⿹⿻弓丨丿",
      "⿵冂 㐅",
      "⿹勹 厶",
      "⿱人 ⿱一⿱十一",
      "⿱⿱十一 ▥",
      "⿱口 口",
      "⿱口 ⿻冂人",
      "⿱十 ⿱乛头",
      "⿴囗 丨",
      "⿴囗 ⿻一人",
      "⿱⿰⿱𠂊亅⿱ 𠂊亅⿱",
      "⿱𠂊 小",
      "⿱𠂊 ⿻⿻コ一亅",
      "⿸𠂇 工",
      "⿸𠂇 巾",
      "⿸𠂇 ⿱八人",
      "⿻⿱一⿱一一丨 口",
      "⿱⿱宀 ⿻⿱一⿱一一丨口",
      "⿰贝 刂",
      "⿱亠⿰丿𠃌 攵",
      "⿳𠂊 冂⿻一人",
      "⿱白 ⿱一⿱十一",
      "⿵几 㐅",
      "⿱⿱丿木 女",
      "⿱⿱丿木 ⿹𠄎丿",
      "⿱龴 ⿱乛亅",
      "⿱日⿹勹 ⿱丿丿",
      "⿱⿰〢 又",
      "⿰⿻ ㇀乚",
      "⿰⿴𠂊丶 㐄",
      "⿳厶 ⿻一人",
      "⿱⿱⿱亠丷冖 巾",
      "⿰⿱⿱ ▩一八",
      "⿱⿱八 乂",
      "⿱𠂒 口",
      "⿱⿱亠丷 ⿵冂",
      "⿱⿴𠂊丶 ⿴𠂊丶",
      "⿻⿻一人 丷日",
      "⿱⿰〢⿱𠂉丶 皿",
      "⿰▣ 旡",
      "⿱⿱亠乂 ⿰丿丨",
      "⿻⿻コ一丿 口",
      "⿸⿱𠂊厂 㔾",
      "⿰幺 幺",
      "⿱彐 氺",
      "⿱隹 灬",
      "⿻乚 丿",
      "⿱⿱口⿰口口 木",
      "⿱⿰▸⿹𠃌丿 田",
      "⿹⿶⿻弋丿 十",
      "⺊一小 又",
      "⿳丿 ◙一",
      "⿴⿱丿 囗",
      "⿱⿱⿱⿱亠丷一 日",
      "⿱一⿻冂 ⿰人人",
      "⿰⿻㇀乚 ⿹𠃌丿",
      "⿻⿻一人丷日 小",
      "▮ 示",
      "◀ 卩",
      "◊ 一",
      "⺊ 口",
      "⿰ ⿳",
      "⿰ 白",
      "⿰ 豸",
      "⿰ 𠂎",
      "⿰ ⿱⿱⿱亠丷一"
    ]
  }
}