{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "&": 0,
      "-": 1,
      "0": 2,
      "1": 3,
      "2": 4,
      "3": 5,
      "4": 6,
      "5": 7,
      "6": 8,
      "7": 9,
      "8": 10,
      "9": 11,
      ";": 12,
      "A": 13,
      "B": 14,
      "C": 15,
      "D": 16,
      "E": 17,
      "F": 18,
      "P": 19,
      "③": 20,
      "⑮": 21,
      "△": 22,
      "⺀": 23,
      "⺁": 24,
      "⺄": 25,
      "⺆": 26,
      "⺈": 27,
      "⺊": 28,
      "⺋": 29,
      "⺌": 30,
      "⺗": 31,
      "⺧": 32,
      "⺪": 33,
      "⿰": 34,
      "⿱": 35,
      "⿲": 36,
      "⿳": 37,
      "⿴": 38,
      "⿵": 39,
      "⿶": 40,
      "⿷": 41,
      "⿸": 42,
      "⿹": 43,
      "⿺": 44,
      "⿻": 45,
      "〢": 46,
      "コ": 47,
      "ス": 48,
      "ユ": 49,
      "㇀": 50,
      "㇇": 51,
      "㇉": 52,
      "㇓": 53,
      "㇣": 54,
      "㐁": 55,
      "㐄": 56,
      "㐅": 57,
      "㐆": 58,
      "㐧": 59,
      "㔾": 60,
      "㠯": 61,
      "㡀": 62,
      "㣺": 63,
      "㱐": 64,
      "㸦": 65,
      "䍏": 66,
      "䒑": 67,
      "一": 68,
      "丁": 69,
      "丂": 70,
      "七": 71,
      "丆": 72,
      "万": 73,
      "丈": 74,
      "三": 75,
      "上": 76,
      "下": 77,
      "丌": 78,
      "不": 79,
      "丏": 80,
      "丐": 81,
      "丑": 82,
      "专": 83,
      "且": 84,
      "世": 85,
      "丘": 86,
      "业": 87,
      "东": 88,
      "丣": 89,
      "两": 90,
      "丨": 91,
      "丩": 92,
      "丫": 93,
      "丬": 94,
      "中": 95,
      "丰": 96,
      "丱": 97,
      "串": 98,
      "丶": 99,
      "丷": 100,
      "丸": 101,
      "丹": 102,
      "为": 103,
      "丿": 104,
      "乀": 105,
      "乁": 106,
      "乂": 107,
      "乃": 108,
      "乄": 109,
      "久": 110,
      "之": 111,
      "乍": 112,
      "乎": 113,
      "乐": 114,
      "乑": 115,
      "乗": 116,
      "乙": 117,
      "乚": 118,
      "乛": 119,
      "乜": 120,
      "九": 121,
      "也": 122,
      "习": 123,
      "乡": 124,
      "书": 125,
      "亅": 126,
      "了": 127,
      "予": 128,
      "亊": 129,
      "事": 130,
      "二": 131,
      "于": 132,
      "五": 133,
      "井": 134,
      "亚": 135,
      "亜": 136,
      "亠": 137,
      "亡": 138,
      "人": 139,
      "亻": 140,
      "以": 141,
      "儿": 142,
      "兀": 143,
      "兂": 144,
      "兆": 145,
      "入": 146,
      "八": 147,
      "冂": 148,
      "内": 149,
      "円": 150,
      "冉": 151,
      "册": 152,
      "冎": 153,
      "冖": 154,
      "冘": 155,
      "冫": 156,
      "几": 157,
      "凵": 158,
      "凸": 159,
      "凹": 160,
      "刀": 161,
      "刁": 162,
      "刂": 163,
      "力": 164,
      "勹": 165,
      "匕": 166,
      "匚": 167,
      "匸": 168,
      "十": 169,
      "千": 170,
      "卄": 171,
      "卅": 172,
      "卌": 173,
      "卍": 174,
      "卐": 175,
      "卜": 176,
      "卝": 177,
      "卩": 178,
      "卯": 179,
      "厂": 180,
      "厶": 181,
      "又": 182,
      "及": 183,
      "发": 184,
      "口": 185,
      "史": 186,
      "吏": 187,
      "囗": 188,
      "四": 189,
      "土": 190,
      "垂": 191,
      "士": 192,
      "夂": 193,
      "夊": 194,
      "夕": 195,
      "大": 196,
      "夫": 197,
      "夬": 198,
      "央": 199,
      "头": 200,
      "夷": 201,
      "女": 202,
      "子": 203,
      "孑": 204,
      "孒": 205,
      "孓": 206,
      "宀": 207,
      "寸": 208,
      "小": 209,
      "尢": 210,
      "尸": 211,
      "尹": 212,
      "尺": 213,
      "屯": 214,
      "山": 215,
      "巛": 216,
      "川": 217,
      "州": 218,
      "工": 219,
      "巨": 220,
      "己": 221,
      "已": 222,
      "巳": 223,
      "巴": 224,
      "巾": 225,
      "巿": 226,
      "干": 227,
      "年": 228,
      "幺": 229,
      "广": 230,
      "廴": 231,
      "廾": 232,
      "廿": 233,
      "弋": 234,
      "弓": 235,
      "弗": 236,
      "彐": 237,
      "彑": 238,
      "彡": 239,
      "彳": 240,
      "心": 241,
      "忄": 242,
      "必": 243,
      "戈": 244,
      "戉": 245,
      "戊": 246,
      "戋": 247,
      "我": 248,
      "户": 249,
      "戼": 250,
      "手": 251,
      "扌": 252,
      "才": 253,
      "承": 254,
      "攵": 255,
      "文": 256,
      "斗": 257,
      "斤": 258,
      "斥": 259,
      "方": 260,
      "旡": 261,
      "日": 262,
      "曰": 263,
      "曱": 264,
      "曲": 265,
      "曳": 266,
      "更": 267,
      "月": 268,
      "木": 269,
      "朩": 270,
      "未": 271,
      "末": 272,
      "本": 273,
      "朱": 274,
      "朿": 275,
      "束": 276,
      "来": 277,
      "東": 278,
      "果": 279,
      "柬": 280,
      "欠": 281,
      "止": 282,
      "歹": 283,
      "歺": 284,
      "毋": 285,
      "毌": 286,
      "母": 287,
      "比": 288,
      "毛": 289,
      "氏": 290,
      "民": 291,
      "气": 292,
      "水": 293,
      "氵": 294,
      "永": 295,
      "氺": 296,
      "求": 297,
      "火": 298,
      "灬": 299,
      "為": 300,
      "熏": 301,
      "爪": 302,
      "爫": 303,
      "爲": 304,
      "父": 305,
      "爿": 306,
      "片": 307,
      "牙": 308,
      "牛": 309,
      "牜": 310,
      "犬": 311,
      "犭": 312,
      "玉": 313,
      "王": 314,
      "瓜": 315,
      "瓦": 316,
      "甘": 317,
      "生": 318,
      "甫": 319,
      "田": 320,
      "由": 321,
      "甲": 322,
      "申": 323,
      "电": 324,
      "疋": 325,
      "疌": 326,
      "疒": 327,
      "癶": 328,
      "白": 329,
      "皮": 330,
      "皿": 331,
      "目": 332,
      "矛": 333,
      "石": 334,
      "示": 335,
      "礻": 336,
      "禸": 337,
      "禹": 338,
      "禺": 339,
      "禾": 340,
      "秉": 341,
      "立": 342,
      "竹": 343,
      "米": 344,
      "粛": 345,
      "糸": 346,
      "纟": 347,
      "缶": 348,
      "罒": 349,
      "羊": 350,
      "耂": 351,
      "而": 352,
      "耒": 353,
      "耳": 354,
      "聿": 355,
      "肀": 356,
      "肃": 357,
      "肅": 358,
      "肉": 359,
      "臣": 360,
      "自": 361,
      "臼": 362,
      "臾": 363,
      "舟": 364,
      "艮": 365,
      "艹": 366,
      "虍": 367,
      "虫": 368,
      "衣": 369,
      "衤": 370,
      "襾": 371,
      "西": 372,
      "覀": 373,
      "见": 374,
      "角": 375,
      "言": 376,
      "訁": 377,
      "讠": 378,
      "谷": 379,
      "豆": 380,
      "豕": 381,
      "豖": 382,
      "象": 383,
      "豸": 384,
      "贝": 385,
      "身": 386,
      "車": 387,
      "车": 388,
      "辶": 389,
      "酉": 390,
      "釆": 391,
      "里": 392,
      "重": 393,
      "金": 394,
      "釒": 395,
      "钅": 396,
      "镸": 397,
      "长": 398,
      "门": 399,
      "阝": 400,
      "隶": 401,
      "隹": 402,
      "雨": 403,
      "非": 404,
      "革": 405,
      "韦": 406,
      "頁": 407,
      "页": 408,
      "飛": 409,
      "飞": 410,
      "食": 411,
      "饣": 412,
      "鬼": 413,
      "黑": 414,
      "黽": 415,
      "齿": 416,
      "龙": 417,
      "龜": 418,
      "龰": 419,
      "龴": 420,
      "龵": 421,
      "龶": 422,
      "龷": 423,
      "": 424,
      "": 425,
      "": 426,
      "": 427,
      "": 428,
      "": 429,
      "": 430,
      "": 431,
      "艹": 432,
      "𠁁": 433,
      "𠁣": 434,
      "𠂆": 435,
      "𠂇": 436,
      "𠂉": 437,
      "𠂊": 438,
      "𠂎": 439,
      "𠂒": 440,
      "𠂤": 441,
      "𠃊": 442,
      "𠃋": 443,
      "𠃌": 444,
      "𠃍": 445,
      "𠃎": 446,
      "𠃑": 447,
      "𠃓": 448,
      "𠃛": 449,
      "𠃜": 450,
      "𠄌": 451,
      "𠄎": 452,
      "𠘧": 453,
      "𡗗": 454,
      "𡿨": 455,
      "𣎳": 456,
      "𣥂": 457,
      "𤴔": 458,
      "𥘅": 459,
      "𦣝": 460,
      "𦣞": 461,
      "𧘇": 462,
      "𧰨": 463,
      "𩙿": 464,
      "𩰊": 465,
      "𩰋": 466,
      "𫝀": 467,
      "𫠣": 468,
      "𭕄": 469,
      "⿰⿱": 470,
      "⿱⿱": 471,
      "CD": 472,
      "&CD": 473,
      "-8": 474,
      "P-8": 475,
      "&CDP-8": 476,
      "⿱⿰": 477,
      "⿱艹": 478,
      "⿰氵": 479,
      "⿰木": 480,
      "⿰口": 481,
      "⿹&CDP-8": 482,
      "⿱一": 483,
      "⿰亻": 484,
      "⿰扌": 485,
      "⿱日": 486,
      ";灬": 487,
      "&CDP-88": 488,
      "⿵冂": 489,
      "⿰金": 490,
      "⿰⿳": 491,
      "⿹勹": 492,
      "⿱丿": 493,
      "CB": 494,
      "⿱目": 495,
      "E;": 496,
      "⿱宀": 497,
      "⿰月": 498,
      "⿰女": 499,
      "⿱竹": 500,
      "⿸广": 501,
      "⿱人": 502,
      "𠂊田": 503,
      "人人": 504,
      "5E;": 505,
      "幺&CDP-88": 506,
      "幺&CDP-885E;": 507,
      "⿰⿱幺&CDP-885E;": 508,
      "⿰忄": 509,
      "⿱口": 510,
      "⿰言": 511,
      "⿰人人": 512,
      "⿰虫": 513,
      "⿰火": 514,
      "⿴囗": 515,
      "⿺辶": 516,
      "⿰⿳𠂊田": 517,
      "⿰土": 518,
      "⿱丷": 519,
      "⿱目八": 520,
      "&CDP-8B": 521,
      "96": 522,
      "⿱土": 523,
      "⿹&CDP-8CB": 524,
      "⿹&CDP-8CBB": 525,
      "⿱⿻": 526,
      "⿹&CDP-8CBB;灬": 527,
      "⿹&CDP-896": 528,
      "⿱⿱人": 529,
      "⿰王": 530,
      "⿱𠂉": 531,
      "C;": 532,
      "⿰石": 533,
      "一口": 534,
      "⿰⿳𠂊田灬": 535,
      "&CDP-89": 536,
      "⿰⿱口": 537,
      "⿸厂": 538,
      "⿰禾": 539,
      ";一": 540,
      "⿱十": 541,
      "⿱亠": 542,
      "⿸尸": 543,
      "⿸疒": 544,
      "⿰⿱口止": 545,
      "⿰目": 546,
      "⿸𠂇": 547,
      "⿳亠": 548,
      "⿹&CDP-896A": 549,
      "⿰氵⿱": 550,
      "⿹&CDP-896A;灬": 551,
      "⿰衤": 552,
      "⿱⿰⿱": 553,
      "习习": 554,
      "⿱山": 555,
      "⿻コ": 556,
      "⿱⿱宀": 557,
      "⿱⿱亠": 558,
      "⿰山": 559,
      "⿵⿰": 560,
      "⿰犭": 561,
      "⿱立": 562,
      "⿱𠂊": 563,
      "𠁣𠃛": 564,
      "⿰阝": 565,
      "7C;": 566,
      "&CDP-8B7C;": 567,
      "⿵⿰𠁣𠃛": 568,
      "口口": 569,
      "⿰日": 570,
      "⿱罒": 571,
      "⿸虍": 572,
      "⿰钅": 573,
      "⿱夂": 574,
      "⿰⿹&CDP-896A;灬": 575,
      "5;": 576,
      "⿷匚": 577,
      "⿱八": 578,
      "⿱雨": 579,
      "⿱丶": 580,
      "⿱𠘧": 581,
      "⿰車": 582,
      "⿱大": 583,
      "⿱⺊": 584,
      "⿱田": 585,
      "⿱𠘧又": 586,
      "⿰彳": 587,
      "⿵几": 588,
      "凵丨": 589,
      "⿱⺌": 590,
      "&CDP-8C": 591,
      "⿱艹⿱": 592,
      "⿱⿱宀八": 593,
      "⿸⿸广": 594,
      "⿶凵": 595,
      "⿰口口": 596,
      "⿳亠口": 597,
      "⿰⿱人": 598,
      "⿱䒑": 599,
      "⿰习习": 600,
      "⿱爫": 601,
      "二丨": 602,
      "⿸耂": 603,
      "⿱二": 604,
      "⿰革": 605,
      "0;": 606,
      "⿱丶&CDP-8B7C;": 607,
      "⿱⿰口口": 608,
      "⿰⿱人⿱丶&CDP-8B7C;": 609,
      "⿱⿱人一": 610,
      "⿱丿丿": 611,
      "⿰纟": 612,
      "⿱⿱人丶": 613,
      "⿰丿": 614,
      "⿻コ一": 615,
      "⿰酉": 616,
      "⿵戊": 617,
      "⿰耳": 618,
      "⿰米": 619,
      "⿰讠": 620,
      "⿹勹⿱丿丿": 621,
      "⿺乀": 622,
      "⿰木⿱": 623,
      "⿺乀丿": 624,
      "⿰礻": 625,
      "⿰𠄌": 626,
      "⿰𠄌⿺乀丿": 627,
      "⿱目儿": 628,
      "㐅乂": 629,
      "&CDP-8CB": 630,
      "目八": 631,
      "⿰丨": 632,
      "⿰弓": 633,
      "⿱厶": 634,
      "一八": 635,
      "一厶": 636,
      "⿵冂口": 637,
      "⿹丁": 638,
      "⿹丁口": 639,
      "⿱⿳": 640,
      "⿱日十": 641,
      "&CDP-8CB5;": 642,
      "⿱龷": 643,
      "⿻凵丨": 644,
      "⿻二丨": 645,
      "⿱土龰": 646,
      "⿰丨丨": 647,
      "⿱⿱䒑": 648,
      "⿱⿴": 649,
      "⿱日一": 650,
      "&CDP-89C": 651,
      "⿰舟": 652,
      "⿸𠂆": 653,
      "⿱立十": 654,
      "八夂": 655,
      "⿺⿱土龰": 656,
      "⿱十口": 657,
      "⿻コ⿰丨丨": 658,
      "⿸⿸广⿻コ⿰丨丨": 659,
      "⿱白": 660,
      "⿱覀": 661,
      "⿱人一": 662,
      "C8": 663,
      "&CDP-88C8": 664,
      "⿰⿱目八": 665,
      "⿱⿱丷": 666,
      "⿱⿱十": 667,
      "⿱𠂉大": 668,
      "⿸户": 669,
      "⿰巾": 670,
      "⿰夕": 671,
      "⿻⿻コ一": 672,
      "⿻大": 673,
      "⿰扌⿱": 674,
      "⿸⿸广⿻コ⿰丨丨比": 675,
      "⿱丷干": 676,
      "⿱⿰习习": 677,
      "⿰⿱立": 678,
      "⿱冖": 679,
      "⿵⺆": 680,
      "⿱⿱土": 681,
      "⿵⿵冂": 682,
      "镸彡": 683,
      "⿰歹": 684,
      "⿺𠃊": 685,
      "⿱⿰镸彡": 686,
      "⿵冂卄": 687,
      "⿰⿱十": 688,
      "𠂒儿": 689,
      "⿰亻⿱": 690,
      "9;": 691,
      "⿰牛": 692,
      "⿹⿶": 693,
      "又又": 694,
      "⿰⿳𠂊田一": 695,
      "⿰木木": 696,
      "⿴囗口": 697,
      "A9;": 698,
      "⿰田": 699,
      "⿱㐅乂": 700,
      "&CDP-89A9;": 701,
      "⿸耂日": 702,
      "&CDP-89A9;月": 703,
      "⿹&CDP-8964": 704,
      "77": 705,
      "⿰幺": 706,
      "⿰方": 707,
      "⿱丿虫": 708,
      "⿰&CDP-8C": 709,
      "⿹&CDP-8964;一": 710,
      "⿵几⿱丿虫": 711,
      "⿱⿱艹": 712,
      "⿱龶": 713,
      "⿸厂⿱二": 714,
      "⿸厂⿱二⿰𠄌⿺乀丿": 715,
      "⿱井": 716,
      "⿱⿱⿱人": 717,
      "木⿰人人": 718,
      "⿱⿱丷夫": 719,
      "⿱⿴囗": 720,
      "⿳一": 721,
      "⿸𠂇又": 722,
      "⿱龷八": 723,
      "⿺廴": 724,
      "乚丿": 725,
      "冖口": 726,
      "由八": 727,
      "⿱⿰臣": 728,
      "⿶凵㐅": 729,
      "⿹⿶戈": 730,
      "⿱廿": 731,
      "⿰冫": 732,
      "⿱丷八": 733,
      "⿱⿱䒑土": 734,
      "6;": 735,
      "⿱一丂": 736,
      "⿰火火": 737,
      ";一八": 738,
      "&CDP-88C8;一八": 739,
      "AC;": 740,
      "⿱士": 741,
      "⿹戈": 742,
      "小丿": 743,
      "⿰⿱&CDP-89A9;月": 744,
      "&CDP-8D": 745,
      "⿱一廾": 746,
      "⿱⿱亠丷": 747,
      "⿸虍几": 748,
      "⿺尢": 749,
      "⿻口": 750,
      "⿱⿱日": 751,
      "⿹勹口": 752,
      "⿰月刂": 753,
      "⿱夂口": 754,
      "⿰角": 755,
      "⿵⿵戊": 756,
      "⿱⿱⿱⺌": 757,
      "⿱⿱⿱⺌冖口": 758,
      "A77": 759,
      "⿱⿲": 760,
      "⿹&CDP-8A77": 761,
      "⿱一大": 762,
      "⿱⿱人一口": 763,
      "⿰丿丨": 764,
      "⿹&CDP-8A77;一": 765,
      "A;": 766,
      "⿰口⿱": 767,
      "⿵门": 768,
      "⿻木⿰人人": 769,
      "千口": 770,
      "⿱一龰": 771,
      "⿳士": 772,
      "⿱人彡": 773,
      "⿱口儿": 774,
      "𫝀口": 775,
      "⿱一兀": 776,
      "⿱⿱⿰火火": 777,
      "⿰金⿱": 778,
      "⿰⿳亠": 779,
      "AC;彐": 780,
      "⿱⿱日一": 781,
      "⿱⿱⿰火火冖": 782,
      "止⿶凵": 783,
      "甲一": 784,
      "⿱⿱一厶": 785,
      "⿱⿰氵": 786,
      "⿱艹⿰": 787,
      "⿱丿士": 788,
      "⿱⿻凵丨": 789,
      "⿱⿱一厶土": 790,
      "⿻巾": 791,
      "⿻甲一": 792,
      "中一": 793,
      "冖巾": 794,
      "⿱土土": 795,
      "⿺𠃊人": 796,
      "𫝀口㐄": 797,
      "⿰又又": 798,
      "⿰⿱土": 799
    },
    "merges": [
      "⿰ ⿱",
      "⿱ ⿱",
      "C D",
      "& CD",
      "- 8",
      "P -8",
      "&CD P-8",
      "⿱ ⿰",
      "⿱ 艹",
      "⿰ 氵",
      "⿰ 木",
      "⿰ 口",
      "⿹ &CDP-8",
      "⿱ 一",
      "⿰ 亻",
      "⿰ 扌",
      "⿱ 日",
      "; 灬",
      "&CDP-8 8",
      "⿵ 冂",
      "⿰ 金",
      "⿰ ⿳",
      "⿹ 勹",
      "⿱ 丿",
      "C B",
      "⿱ 目",
      "E ;",
      "⿱ 宀",
      "⿰ 月",
      "⿰ 女",
      "⿱ 竹",
      "⿸ 广",
      "⿱ 人",
      "𠂊 田",
      "人 人",
      "5 E;",
      "幺 &CDP-88",
      "幺&CDP-88 5E;",
      "⿰⿱ 幺&CDP-885E;",
      "⿰ 忄",
      "⿱ 口",
      "⿰ 言",
      "⿰ 人人",
      "⿰ 虫",
      "⿰ 火",
      "⿴ 囗",
      "⿺ 辶",
      "⿰⿳ 𠂊田",
      "⿰ 土",
      "⿱ 丷",
      "⿱目 八",
      "&CDP-8 B",
      "9 6",
      "⿱ 土",
      "⿹&CDP-8 CB",
      "⿹&CDP-8CB B",
      "⿱ ⿻",
      "⿹&CDP-8CBB ;灬",
      "⿹&CDP-8 96",
      "⿱⿱ 人",
      "⿰ 王",
      "⿱ 𠂉",
      "C ;",
      "⿰ 石",
      "一 口",
      "⿰⿳𠂊田 灬",
      "&CDP-8 9",
      "⿰⿱ 口",
      "⿸ 厂",
      "⿰ 禾",
      "; 一",
      "⿱ 十",
      "⿱ 亠",
      "⿸ 尸",
      "⿸ 疒",
      "⿰⿱口 止",
      "⿰ 目",
      "⿸ 𠂇",
      "⿳ 亠",
      "⿹&CDP-896 A",
      "⿰氵 ⿱",
      "⿹&CDP-896A ;灬",
      "⿰ 衤",
      "⿱ ⿰⿱",
      "习 习",
      "⿱ 山",
      "⿻ コ",
      "⿱⿱ 宀",
      "⿱⿱ 亠",
      "⿰ 山",
      "⿵ ⿰",
      "⿰ 犭",
      "⿱ 立",
      "⿱ 𠂊",
      "𠁣 𠃛",
      "⿰ 阝",
      "7 C;",
      "&CDP-8B 7C;",
      "⿵⿰ 𠁣𠃛",
      "口 口",
      "⿰ 日",
      "⿱ 罒",
      "⿸ 虍",
      "⿰ 钅",
      "⿱ 夂",
      "⿰ ⿹&CDP-896A;灬",
      "5 ;",
      "⿷ 匚",
      "⿱ 八",
      "⿱ 雨",
      "⿱ 丶",
      "⿱ 𠘧",
      "⿰ 車",
      "⿱ 大",
      "⿱ ⺊",
      "⿱ 田",
      "⿱𠘧 又",
      "⿰ 彳",
      "⿵ 几",
      "凵 丨",
      "⿱ ⺌",
      "&CDP-8 C",
      "⿱艹 ⿱",
      "⿱⿱宀 八",
      "⿸ ⿸广",
      "⿶ 凵",
      "⿰口 口",
      "⿳亠 口",
      "⿰⿱ 人",
      "⿱ 䒑",
      "⿰ 习习",
      "⿱ 爫",
      "二 丨",
      "⿸ 耂",
      "⿱ 二",
      "⿰ 革",
      "0 ;",
      "⿱丶 &CDP-8B7C;",
      "⿱⿰ 口口",
      "⿰⿱人 ⿱丶&CDP-8B7C;",
      "⿱⿱人 一",
      "⿱丿 丿",
      "⿰ 纟",
      "⿱⿱人 丶",
      "⿰ 丿",
      "⿻コ 一",
      "⿰ 酉",
      "⿵ 戊",
      "⿰ 耳",
      "⿰ 米",
      "⿰ 讠",
      "⿹勹 ⿱丿丿",
      "⿺ 乀",
      "⿰木 ⿱",
      "⿺乀 丿",
      "⿰ 礻",
      "⿰ 𠄌",
      "⿰𠄌 ⿺乀丿",
      "⿱目 儿",
      "㐅 乂",
      "&CDP-8 CB",
      "目 八",
      "⿰ 丨",
      "⿰ 弓",
      "⿱ 厶",
      "一 八",
      "一 厶",
      "⿵冂 口",
      "⿹ 丁",
      "⿹丁 口",
      "⿱ ⿳",
      "⿱日 十",
      "&CDP-8CB 5;",
      "⿱ 龷",
      "⿻ 凵丨",
      "⿻ 二丨",
      "⿱土 龰",
      "⿰丨 丨",
      "⿱⿱ 䒑",
      "⿱ ⿴",
      "⿱日 一",
      "&CDP-89 C",
      "⿰ 舟",
      "⿸ 𠂆",
      "⿱立 十",
      "八 夂",
      "⿺ ⿱土龰",
      "⿱十 口",
      "⿻コ ⿰丨丨",
      "⿸⿸广 ⿻コ⿰丨丨",
      "⿱ 白",
      "⿱ 覀",
      "⿱人 一",
      "C 8",
      "&CDP-88 C8",
      "⿰⿱ 目八",
      "⿱⿱ 丷",
      "⿱⿱ 十",
      "⿱𠂉 大",
      "⿸ 户",
      "⿰ 巾",
      "⿰ 夕",
      "⿻ ⿻コ一",
      "⿻ 大",
      "⿰扌 ⿱",
      "⿸⿸广⿻コ⿰丨丨 比",
      "⿱丷 干",
      "⿱⿰ 习习",
      "⿰⿱ 立",
      "⿱ 冖",
      "⿵ ⺆",
      "⿱⿱ 土",
      "⿵ ⿵冂",
      "镸 彡",
      "⿰ 歹",
      "⿺ 𠃊",
      "⿱⿰ 镸彡",
      "⿵冂 卄",
      "⿰⿱ 十",
      "𠂒 儿",
      "⿰亻 ⿱",
      "9 ;",
      "⿰ 牛",
      "⿹ ⿶",
      "又 又",
      "⿰⿳𠂊田 一",
      "⿰木 木",
      "⿴囗 口",
      "A 9;",
      "⿰ 田",
      "⿱ 㐅乂",
      "&CDP-89 A9;",
      "⿸耂 日",
      "&CDP-89A9; 月",
      "⿹&CDP-896 4",
      "7 7",
      "⿰ 幺",
      "⿰ 方",
      "⿱丿 虫",
      "⿰ &CDP-8C",
      "⿹&CDP-8964 ;一",
      "⿵几 ⿱丿虫",
      "⿱⿱ 艹",
      "⿱ 龶",
      "⿸厂 ⿱二",
      "⿸厂⿱二 ⿰𠄌⿺乀丿",
      "⿱ 井",
      "⿱⿱ ⿱人",
      "木 ⿰人人",
      "⿱⿱丷 夫",
      "⿱ ⿴囗",
      "⿳ 一",
      "⿸𠂇 又",
      "⿱龷 八",
      "⿺ 廴",
      "乚 丿",
      "冖 口",
      "由 八",
      "⿱⿰ 臣",
      "⿶凵 㐅",
      "⿹⿶ 戈",
      "⿱ 廿",
      "⿰ 冫",
      "⿱丷 八",
      "⿱⿱䒑 土",
      "6 ;",
      "⿱一 丂",
      "⿰火 火",
      ";一 八",
      "&CDP-88C8 ;一八",
      "A C;",
      "⿱ 士",
      "⿹ 戈",
      "小 丿",
      "⿰⿱ &CDP-89A9;月",
      "&CDP-8 D",
      "⿱一 廾",
      "⿱⿱亠 丷",
      "⿸虍 几",
      "⿺ 尢",
      "⿻ 口",
      "⿱⿱ 日",
      "⿹勹 口",
      "⿰月 刂",
      "⿱夂 口",
      "⿰ 角",
      "⿵ ⿵戊",
      "⿱⿱ ⿱⺌",
      "⿱⿱⿱⺌ 冖口",
      "A 77",
      "⿱ ⿲",
      "⿹&CDP-8 A77",
      "⿱一 大",
      "⿱⿱人 一口",
      "⿰丿 丨",
      "⿹&CDP-8A77 ;一",
      "A ;",
      "⿰口 ⿱",
      "⿵ 门",
      "⿻ 木⿰人人",
      "千 口",
      "⿱一 龰",
      "⿳ 士",
      "⿱人 彡",
      "⿱口 儿",
      "𫝀 口",
      "⿱一 兀",
      "⿱⿱ ⿰火火",
      "⿰金 ⿱",
      "⿰⿳ 亠",
      "AC; 彐",
      "⿱⿱日 一",
      "⿱⿱⿰火火 冖",
      "止 ⿶凵",
      "甲 一",
      "⿱⿱ 一厶",
      "⿱⿰ 氵",
      "⿱艹 ⿰",
      "⿱丿 士",
      "⿱⿻ 凵丨",
      "⿱⿱一厶 土",
      "⿻ 巾",
      "⿻ 甲一",
      "中 一",
      "冖 巾",
      "⿱土 土",
      "⿺𠃊 人",
      "𫝀口 㐄",
      "⿰ 又又",
      "⿰⿱ 土"
    ]
  }
}